[
    {
        "headword": "游船",
        "pronunciation": "you2chuan2",
        "definition": "noun pleasure-boat; touring boat",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "2",
        "reviewed": "9"
    },
    {
        "headword": "图画",
        "pronunciation": "tu2hua4",
        "definition": "noun drawing; picture; painting",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "商业",
        "pronunciation": "shang1ye4",
        "definition": "noun commerce; trade; business",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "1",
        "reviewed": "9"
    },
    {
        "headword": "条件",
        "pronunciation": "tiao2jian4",
        "definition": "noun 1 condition; term; factor 貿易條件 màoyì tiáojiàn terms of trade 自然條件 zìrán tiáojiàn natural conditions 利用有利的條件 lìyòng yǒulì de tiáojiàn make use of the favourable factors 在目前條件下 zài mùqián tiáojiàn xià given the present conditions; under present circumstances 在對等的條件下給予優惠待遇 zài duì děng de tiáojiàn xià jǐyǔ yōuhuì dàiyù give preferential treatment on a reciprocal basis 這個工廠生產條件很好。 zhège gōngchǎng shēngchǎn tiáojiàn hěn hǎo. This factory has all the right conditions for production. 2 requirement; prerequisite; qualification 提出條件 Tíchū tiáojiàn list the prerequisites; put forward the requirements 當宇航員對身體條件要求很嚴。 Dāng yǔhángyuán duì shēntǐ tiáojiàn yāoqiú hěn yán. The physical fitness requirements for being an astronaut are very stiff. 做這項工作需要具備什麼條件？ Zuò zhè xiàng gōngzuò xūyào jùbèi shénme tiáojiàn？ What qualifications are needed for this job?",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "结果",
        "pronunciation": "jie1//guo3",
        "definition": "verb bear fruit; fructify 這棵樹去年結了好多果兒。 Zhè kē shù qùnián jiē le hǎoduō guǒr. This tree bore a lot of fruit last year.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "不管",
        "pronunciation": "bu4guan3",
        "definition": "verb take no care of; not look after 他整天忙, 從來不管孩子。 Tā zhěngtiān máng, cónglái bùguǎn háizi. He is always busy and never has time to care for his child. 他對公司裡的事不管不顧。 Tā duì gōngsī lǐ de shì bùguǎn bù gù. He has no interest in what’s going on in the company. \nconjunction regardless of; no matter (what, who, etc.) 不管多大的困難, 我們都能克服。 bùguǎn duō dà de kùnnan, wǒmen dōu néng kèfú. We can overcome any difficulty, however great. 不管他來不來, 我們(都)得走了。 bùguǎn tā lái bù lái, wǒmen děi zǒu le. Regardless of whether he comes or not, we’ve got to leave. 不管怎樣我不想去。 Bùguǎnzěnyàng wǒ bù xiǎng qù. In any case I don’t want to go.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "忘记",
        "pronunciation": "wang4ji4",
        "definition": "verb 1 forget 我永遠不會忘記我們初次見面的那一天。 wǒ yǒngyuǎn bù huì wàngjì wǒmen chūcì jiànmiàn de nà yī tiān. I’ll never forget the day we first met. 2 overlook; neglect 不能忘記自己的責任。 Bùnéng wàngjì zìjǐ de zérèn. One mustn’t neglect one’s duties.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "关系",
        "pronunciation": "guan1xi5",
        "definition": "noun 1 connections; relations; relationship 搞好關係 gǎohǎo guānxi build good personal relations 家庭關係 jiātíng guānxi family connections; family (or familial) relations 托人找關係 tuōrén zhǎo guānxi seek for special connections 他們的關係不好。 Tāmen de guānxi bù hǎo. They are not on good terms. 她和老闆的關係很好。 tā hé lǎobǎn deguānxi hěn hǎo. She’s well in with her boss. 2 [often used correlatively with 沒有, 有] relevance; bearing; influence; significance 你去不去, 關係不大。 Nǐ qù bù qù, guānxi bùdà. Your going or not won’t make much difference. 這件事跟我沒有關係。 Zhè jiàn shì gēn wǒ méiyǒu guānxi. This matter has nothing to do with me. 這一點對今後工作關係重大。 Zhè yīdiǎn duì jīnhòu gōngzuò guānxi zhòngdà. This has an important bearing on our future work. 3 [usu. with 由於 or 因為 to indicate cause or reason] 由於時間關係, 就談到這裡吧。 Yóuyú shíjiān guānxi, jiù tán dào zhèlǐ ba. Time is limited, so I’ll stop here. 4 credentials showing membership in or affiliation with an organization 組織關係 zǔzhī guānxi membership credentials (or papers) 5 euphemistic (extramarital) sexual relations 發生關係 fāshēng guānxi have sexual relations with sb. (not as husband and wife); have an affair \nverb concern; affect; have a bearing on; have to do with 環保關係到國家的可持續發展。 Huán-bǎo guānxi dào guójiā de kěchíxù fāzhǎn. Environmental protection directly affects sustainable development in our country.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "特别",
        "pronunciation": "te4bie2",
        "definition": "adjective special; particular; out of the ordinary 特別的愛好 tèbié de àihào an unusual hobby 他的口音很特別。 Tā de kǒuyin hěn tèbié. He has a peculiar accent. 這棟樓的設計沒有什麼特別的地方。 Zhè dòng lóu de shèjì méiyǒu shénmetèbié de dìfang. The design of this building is nothing out of the ordinary. 這種花每當夜晚就散發出一種特別的香味兒。 Zhèzhǒng huā měidāng yèwǎn jiù sànfā chū yī zhǒng tèbié de xiāngwèir. As evening approaches, this flower gives off a distinctive fragrance. \nadverb 1 especially; particularly 質量特別好 zhìliàng tèbié hǎo of extra fine quality 工作特別努力 Gōngzuò tèbié nǔlì especially hard-working 建設一支特別能戰鬥的隊伍 jiànshè yī zhī tèbié néng zhàndòu de duìwu train a contingent of exceptional fighters 今天特別熱。 Jīntiān tèbié rè. It’s extremely hot today. 這個報告特別有教育意義。 zhège bàogào tèbié yǒu jiàoyù yìyì. The talk was particularly instructive. 2 for a special purpose; specially; deliberately 他臨走時特別去向女主人道謝。 Tā línzǒu shí tèbié qùxiàng nǚzhǔrén dàoxiè. He made a point of thanking his hostess before he left the party. 這些花是我特別為你摘的。 Zhèxiē huā shì wǒ tèbié wèi nǐ zhāi de. I picked these flowers specially for you. 3 all the more; in particular 他喜愛體育, 特別是籃球。 Tā xǐ'ài tǐyù, tèbié shì lánqiú. He loves sports, particularly basketball. 這裡最需要醫務人員, 特別是外科醫生。 Zhèlǐ zuì xūyào yīwù rényuán, tèbié shì wàikē yīshēng. There’s a huge need for medical workers here, especially surgeons.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "开始",
        "pronunciation": "kai1shi3",
        "definition": "noun beginning; outset; commencement 一開始 yī kāishǐ at the very beginning 一種新的工作, 開始總會遇到一些困難。 Yī zhǒng xīn de gōngzuò, kāishǐ zǒng huì yùdào yīxiē kùnnan. You always run into some difficulties at the beginning of a new job. \nverb begin; start; commence 開始生效 kāishǐ shēngxiào take effect; come into effect (or force) 從頭開始 cóngtóu kāishǐ start from the very beginning 開始討論實質性問題 Kāishǐ tǎolùn shízhìxìng wèntí come to substantive questions 今天從第五課開始。 Jīntiān cóng dì-wǔ kè kāishǐ. Today we’ll begin with Lesson 5. 他們開始了旅行中最危險的階段。 Tāmenkāishǐ le lǚxíng zhōng zuì wēixiǎn de jiēduàn. They entered upon the most dangerous part of the journey.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "简单",
        "pronunciation": "jian3dan1",
        "definition": "adjective 1 simple; uncomplicated (opp. 複雜) 簡單明了 jiǎndānmíngliǎo simple and clear; concise and explicit 簡單拼湊 jiǎndān pīncòu simply piercing together 吃得很簡單 Chī de hěn jiǎndān have simple food 生活得很簡單 shēnghuó de hěn jiǎndān lead a simple life 事情沒那麼簡單。 Shìqing méi nàme jiǎndān. There is more to it. 這機器構造簡單。 Zhè jīqì gòuzào jiǎndān. The machine is simple in structure. 2 [usu. in the negative] commonplace; ordinary 她的槍法那麼準, 真不簡單。 Tā de qiāngfǎ nàme zhǔn, zhēn bù jiǎndān. She’s a marvel to be able to shoot with such accuracy. 這家伙鬼點子特多, 可不簡單。 Zhè jiāhuo guǐdiǎnzi tè duō, kě bù jiǎndān. This fellow is no simpleton. He is full of tricks. 3 oversimplified; casual 簡單粗暴 jiǎndāncūbào do things in an oversimplified and crude way 不能用簡單的方法去解決這個問題。 Bù néng yòng jiǎndān de fāngfǎ qù jiějué zhège wèntí. This matter cannot be settled in a summary fashion. 這篇文章我只是簡單地看了看。 Zhè piān wénzhāng wǒ zhǐshì jiǎndān de kàn le kàn. I only skimmed through this article.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "0",
        "reviewed": "9"
    },
    {
        "headword": "办理",
        "pronunciation": "ban4li3",
        "definition": "verb handle; conduct; transact 辦理進出口業務 bànlǐ jìnchūkǒu yèwù handle imports and exports 辦理入境手續 bànlǐ rùjìng shǒuxù go through entry formalities (or procedures) 這些事情你可以斟酌辦理。 Zhèxiē shìqing nǐ kěyǐ zhēnzhuó bànlǐ. You may handle these matters as you see fit.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "4",
        "reviewed": "8"
    },
    {
        "headword": "经历",
        "pronunciation": "jing1li4",
        "definition": "noun experience 個人經歷 Gèrén jīnglì personal experiences 生活經歷 shēnghuó jīnglì life experience 他這人經歷多, 見識廣。 Tā zhè rén jīnglì duō, jiànshi guǎng. He’s a man of wide knowledge and experience. \nverb go through; undergo; experience 現代科學技術正經歷著一場革命。 xiàndài kēxué jìshù zhèng jīnglì zhe yī cháng gémìng. Modern science and technology are in the throes of a revolution.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "1",
        "reviewed": "9"
    },
    {
        "headword": "困难",
        "pronunciation": "kun4nan5",
        "definition": "adjective 1 difficult 呼吸困難 hūxī kùnnan breathe with difficulty 2 financially difficult; economically straitened 生活困難 shēnghuó kùnnan live in straitened circumstances \nnoun difficulty; hardness 困難重重 kùnnanchóngchóng be beset with difficulties 困難行業 kùnnan hángyè difficulty-ridden industry 困難職工 kùnnan zhígōng the needy (worker) 困難像彈簧, 你弱他就強。 kùnnan xiàng tánhuáng, nǐ ruò tājiù qiáng. Problems loom large when men don’t.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "知识",
        "pronunciation": "zhi1shi5",
        "definition": "noun knowledge; intellect 知識淵博 zhīshi yuānbó wide knowledge; erudite; learned 知識密集型產業 zhīshi mìjí xíng chǎnyè knowledge-intensive industries 技術知識 jìshù zhīshi technical know-how 書本知識 shūběn zhīshi book learning 跟這種沒有知識的人議論嚴肅音樂本來就沒有意思。 Gēn zhèzhǒng méiyǒu zhīshi de rén yìlùn yánsù yīnyuè běnlái jiù méiyǒu yìsi. There’s no point discussing serious music with such ignorant people.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "常识",
        "pronunciation": "chang2shi2",
        "definition": "noun 1 general (or elementary) knowledge 科學常識 kēxué chángshí general knowledge of science 衛生常識 wèishēng chángshí elementary knowledge of hygiene and sanitation 2 common sense 天冷了要穿得暖一點兒, 這是常識。 tiān lěng le yào chuān de nuǎn yīdiǎnr, zhè shì chángshí. It’s common sense to dress more warmly in cold weather.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "事实",
        "pronunciation": "shi4shi2",
        "definition": "noun fact 與事實不符 Yǔ shìshí bùfú not tally with the facts 事實如此。 Shìshírúcǐ. This is how things are (or stand). 事實恰恰相反。 Shìshí qiàqià xiāngfǎn. The facts are just the opposite. or The opposite is the case. 事實俱在, 不容抵賴。 Shìshí jù zài, bù róng dǐlài. The facts are there and cannot be denied.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "5",
        "reviewed": "8"
    },
    {
        "headword": "香水",
        "pronunciation": "xiang1shui3",
        "definition": "noun perfume; scent 噴香水 pēn xiāngshuǐ spray on perfume",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "提",
        "pronunciation": "ti2",
        "definition": "verb 1 (dī) carry; hold (sth. with a handle) 手裡提著個籃子 Shǒulǐ tí zhe ge lánzi carry a basket in one hand 我去提壺水來。 Wǒ qù tí hú shuǐ lái. I will fetch a kettle of water. 2 lift; raise; promote 從井裡提水 Cóng jǐng lǐ tí shuǐ draw water from a well 把某人提到領導崗位上去 Bǎ mǒurén tídào lǐngdǎo gǎngwèi shàng qù promote sb. to a position of leadership 把問題提到原則高度來分析 bǎ wèntí tídào yuánzé gāodù lái fēnxi analyse a problem from the level of principle 把鞋提上。 Bǎ xié tí shàng. Pull your shoes on. 這種自行車很輕便, 一隻手就能提起來。 zhèzhǒng zìxíngchē hěn qīngbiàn, yī zhīshǒu jiù néng tí qǐlai. This bicycle is very light. You can lift it with one hand. 3 shift to an earlier time; move up a date 把會議的日期往前提 bǎ huìyì de rìqī wǎng qiántí move the date of the meeting up 4 put forward; bring up; raise 提方案 tí fāng'àn suggest (or propose) plans 提抗議 tí kàngyì lodge a protest 提條件 tí tiáojiàn put forward conditions 提問題 tí wèntí ask a question 提要求 tí yāoqiú make demands 提意見 tí yìjian make a criticism; make comments (or suggestions) 把事情提到會上去討論 bǎ shìqing tídào huì shàng qù tǎolùn take (or submit) the matter to the meeting for discussion 把計劃生育提到議事日程上來 bǎ jìhuà shēngyù tídào yìshì rìchéng shàng lái put family planning on the agenda 5 draw (or take) out; extract 我到車站提行李去。 Wǒ dào chēzhàn tí xíngli qù. I’m going to collect my luggage at the station. 銀行裡的這筆款子你提了沒有？ Yínháng lǐ de zhè bǐ kuǎnzi nǐ tí le méiyǒu？ Have you drawn the money from the bank? 6 summon (a prisoner) for interrogation 提犯人 Tí fànrén fetch a prisoner for interrogation 7 mention; refer to; bring up 別再提那件事了。 Bié zài tí nà jiàn shì le. Don’t bring that up again. 論文有幾處提到了該書。 Lùnwén yǒu jǐ chù tí dàoliǎo gāi shū. The paper contains several references to that book. 他提了一下這個計劃, 但沒有說明細節。 Tā tí le yīxià zhège jìhuà, dàn méiyǒu shuōmíng xìjié. He mentioned the plan, but gave no details. \nnoun 1 dipper 油提 yóutí oil-dipper 2 rising stroke (in Chinese characters)",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "1",
        "reviewed": "10"
    },
    {
        "headword": "点",
        "pronunciation": "dian3",
        "definition": "noun 1 drop (of liquid) 雨點兒 yǔdiǎnr raindrop 2 spot; dot; speck 墨點兒 mòdiǎnr ink spots 3 dot stroke (in Chinese characters) 4 mathematics point 兩點成一直線。 Liǎng diǎn chéng yī zhíxiàn. A straight line is formed by connecting two points. 5 decimal point; point 三點兒五 Sāndiǎnr wǔ three point five (3.5) 6 place; point 突破一點 tūpò yīdiǎn make a breakthrough at one point 7 aspect; feature 從這點上看 cóng zhè diǎn shàng kàn viewed from this aspect 對這一點沒人懷疑。 Duì zhè yīdiǎn méi rén huáiyí. Nobody has any doubt about that. 8 finance point 上證指數收漲44點。 Shàngzhèng Zhǐshù shōu zhǎng 44 diǎn. The Shanghai Composite Index ended up 44 points. \nverb 1 place a dot 點三個點兒表示省略 diǎn sān ge diǎnr biǎoshì shěnglüè a sequence of three dots marks an omission 2 touch on very briefly; skim 他用篙一點就把船撐開了。 Tā yòng gāo yīdiǎn jiù bǎ chuán chēng kāi le. He pushed the boat off with a shove of the pole. 她發言時點(到)了這件事。 tā fāyán shí diǎn le zhè jiàn shì. She touched on the matter in her speech. 3 drip 點眼藥 diǎn yǎnyào put drops in the eyes 4 sow in holes; dibble 點豆子 diǎn dòuzi dibble beans 5 check one by one; count 點貨 diǎnhuò check over goods; take stock 請把錢點一點。 Qǐng bǎ qián diǎn yī diǎn. Please count the money. 6 select; choose 他點了牛排。 Tā diǎn le niúpái. He ordered a steak. 7 hint; point out 一點他就明白了。 Yīdiǎn tā jiù míngbai le. He quickly took the hint. 8 light; burn; kindle 點燈 diǎn dēng light a lamp 他是火爆性子, 一點就著。 Tā shì huǒbào xìngzi, yīdiǎn jiùzhe. He’s got a fiery temper and flares up very quickly. 9 embellish; decorate 裝點 zhuāngdiǎn furnish; decorate \nmeasure word 1 a little; a bit; some 讀點兒魯迅 Dú diǎn r Lǔ Xùn read some of Lu Xun’s works 給我點兒紙。 gěi wǒ diǎn r zhǐ. Give me some paper, will you? 他今天好點兒了。 Tā jīntiān hǎo diǎn r le. He’s feeling a bit better today. 人的認識一點兒也不能離開實踐。 Rén de rènshi yī diǎn r yě bùnéng líkāi shíjiàn. Human knowledge cannot be separated from practice. 2 [for items] 我有幾點不成熟的想法。 Wǒ yǒu jǐ diǎn bù chéngshú de xiǎngfa. I have some tentative suggestions. \nnoun 1 o'clock 上午九點(鐘) Shàngwǔ jiǔ diǎn zhōng nine o’clock in the morning 現在幾點了？ Xiànzài jǐ diǎn le？ What time is it now? 2 appointed time 到點了 Dào diǎn le it’s time (to do sth.) 3 VARIANT OF 76626147雲板yun2ban3雲板 dated iron bell or clapper (used by government offices or influential families to give time or announce an event) \nnoun refreshments 茶點 chádiǎn tea and pastries \nnoun printing point (a unit of measurement for type bodies)",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "0",
        "reviewed": "9"
    },
    {
        "headword": "钩",
        "pronunciation": "gou1",
        "definition": "noun 1 hook 衣鉤 yīgōu clothes-hook 魚鉤 yúgōu fishhook 2 calligraphy hook stroke 3 check mark; tick 打鉤 dǎgōu make a check mark \nverb 1 secure with a hook; hook 他的袖子給釘子鉤住了。 Tā de xiùzi gěi dīngzi gōu zhù le. His sleeve caught on a nail. 2 crochet 鉤花邊 gōu huābiān crochet lace 3 sew with large stitches 鉤貼邊 gōu tiēbiān sew on an edging 4 spoken form for the numeral 9 on certain occasions 5 (Gōu) a surname",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "1",
        "reviewed": "10"
    },
    {
        "headword": "斜",
        "pronunciation": "xie2",
        "definition": "verb turn sideways; slant 把桌子斜過來 bǎ zhuōzi xié guòlai turn the table sideways \nadjective oblique; slanting; inclined; tilted 斜著眼看人 xié zhe yǎn kàn rén cast sidelong glances at sb.; look sideways at sb. 斜躺在沙發上 Xié tǎng zài shāfā shàng recline on a sofa 這根線斜了。 Zhè gēn xiàn xié le. The line is slanting. 柱子有點兒斜。 zhùzi yǒudiǎnrxié. The pillar is a little tilted.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "8",
        "reviewed": "9"
    },
    {
        "headword": "竖",
        "pronunciation": "shu4",
        "definition": "adjective vertical; upright; perpendicular (opp. 橫) 竪放 shù fàng put sth. vertically 畫一條竪線 huà yī tiáo shùxiàn draw a vertical line \nverb set upright; erect; stand 竪旗杆 shù qígān erect a flagpole 竪大拇指 shù dàmuzhǐ hold up an approving thumb 這杆子我竪不起來。 Zhè gānzi wǒ shù bù qǐlai. I can’t get the pole to stand up. \nnoun vertical stroke (in Chinese characters) “王”字的寫法是三橫一竪。 “Wáng” zì de xiěfǎ shì sān héng yī shù. The character 王 is composed of one vertical and three horizontal strokes. \nnoun literary archaic young servant",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "2",
        "reviewed": "9"
    },
    {
        "headword": "捺",
        "pronunciation": "na4",
        "definition": "verb press down; restrain 捺著性子 nàzhe xìngzi control one’s temper 勉強捺住心頭的怒火 miǎnqiǎng nà zhù xīntóu de nùhuǒ barely manage to restrain one’s anger \nnoun right-falling stroke ()",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "6",
        "reviewed": "8"
    },
    {
        "headword": "折",
        "pronunciation": "zhe2",
        "definition": "noun 1 discount; rebate 打八折 dǎ bā zhé give 20% discount; charge 80% of the original price 2 turning stroke \nmeasure word an act of zaju (雜劇) \nverb 1 break; snap 折斷腿 zhéduàn tuǐ fracture (or break) one’s leg 折斷一根樹枝 zhéduàn yī gēn shùzhī break off a branch 2 suffer the loss of; lose 損兵折將 sǔnbīng-zhéjiàng suffer heavy losses 3 bend; twist 曲折 qūzhé twists and turns 4 turn back; change direction 邊界由此折向西南。 Biānjiè yóucǐ zhé xiàng xīnán. From here the boundary turns southwestward. 5 convinced; filled with admiration 心折 xīnzhé deeply convinced; filled with heartfelt admiration 6 convert into; amount to 把市斤折成公斤 bǎ shìjīn zhé chéng gōngjīn convert (or change) jin into kilograms 這筆外幣折成人民幣是多少？ Zhè bǐ wàibì zhé chéng rénmínbì shì duōshao？ How much does this foreign excharge convert into Renminbi? \nnoun folded booklet with a slipcase, used for keeping accounts, etc.; folder 存折 cúnzhé account book \nverb fold 把信折好 bǎ xìn zhé hǎo fold the letter 把紙對折起來 bǎ zhǐ duìzhé qǐlai fold the sheet of paper in two",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "7",
        "reviewed": "8"
    },
    {
        "headword": "横",
        "pronunciation": "heng2",
        "definition": "adjective 1 horizontal; transverse (opp. 豎, 直) 橫線 héngxiàn a horizontal line 2 from east to west or from west to east (opp. 縱) See 22625024橫貫heng2guan4橫貫 3 at a right angle to (opp. 直, 縱) See 22628608橫剖面heng2pou1mian4橫剖面 4 unrestrained; turbulent 老淚橫流 lǎolèihéngliú tears flowing from aged eyes 蔓草橫生 màncǎo héng shēng overgrown with creepers 5 [meaning much the same as 橫 hèng 1, limited to use in idiomatic expressions] violent; fierce; flagrant See 22633472橫行霸道heng2xing2ba4dao4橫行霸道 \nverb 1 lie crosswise; be sideways 中文也能橫著寫。 Zhōngwén yě néng héng zhe xiě. Chinese can also be written across the page. 他橫在長沙發上看報。 Tā héng zài chángshāfā shàng kànbào. He reclined on the settee reading the newspaper. 一棵倒了的樹橫在馬路上。 Yī kē dǎo le de shù héng zài mǎlù shàng. A fallen tree lay across the road. 2 place sth. crosswise (or horizontally) 把扁擔橫過來。 Bǎ biǎndan héng guò lái. Put the carrying pole in a horizontal position. 把桌子橫過來。 bǎ zhuōzihéng guòlai. Turn this table and place it crosswise. \nnoun horizontal stroke (in a Chinese character) \nadverb dialect 1 in any case; anyway 我橫不那麼辦！ Wǒ héng bù nàme bàn! I’m not going to do that anyway. 2 most likely; probably 今天下雨, 他橫不來了。 Jīntiān xiàyǔ, tā héng bù lái le. It’s raining today; he most likely won’t come.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "4",
        "reviewed": "9"
    },
    {
        "headword": "卧",
        "pronunciation": "wo4",
        "definition": "verb 1 lie 仰臥 yǎngwò lie on one’s back 2 dialect lay a baby down 把小孩臥在床上。 bǎ xiǎohái wò zàichuáng shàng. Lay the baby on the bed. 3 (of animals or birds) crouch; sit 4 figurative live in seclusion 5 dialect poach (eggs) 臥個雞子兒 wò ge jī zir poach an egg \nnoun 1 abbreviation sleeping car (or carriage); sleeper 2 abbreviation sleeping berth 軟臥 ruǎnwò soft sleeping berth 硬臥 yìngwò hard sleeping berth 3 abbreviation bedroom 主臥 zhǔwò master bedroom",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "4",
        "reviewed": "9"
    },
    {
        "headword": "撇",
        "pronunciation": "pie1",
        "definition": "verb cast aside; throw overboard; neglect 撇下不管 piēxià bù guǎn cast aside; ignore \nverb skim 把油撇掉 bǎ yóu piē diào skim off the fat 撇沫兒 piē mòr skim off the scum",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "8",
        "reviewed": "9"
    },
    {
        "headword": "内容",
        "pronunciation": "nei4rong2",
        "definition": "noun content; substance 內容和形式的統一 nèiróng hé xíngshì de tǒngyī unity of content and form 他的演說缺乏內容。 Tā de yǎnshuō quēfá nèiróng. His speech lacked substance (or content). 這本書內容豐富。 Zhè běn shū nèiróng fēngfù. This book has substantial content. 這次談話的內容牽涉面很廣。 Zhè cì tánhuà de nèiróng qiānshè miàn hěn guǎng. The talk covered a lot of ground.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "5",
        "reviewed": "8"
    },
    {
        "headword": "已经",
        "pronunciation": "yi3jing1",
        "definition": "adverb already 已經兩點了。 Yǐjīng liǎng diǎn le. It’s already two o’clock. 這樣已經不錯了。 Zhèyàng yǐjīng bù cuò le. It’s good enough as it is. or It could be worse. 這點前面已經說過了。 Zhè diǎn qiánmian yǐjīng shuō guò le. This has been dealt with before. 我們已經十年不見了。 Wǒmen yǐjīng shí nián bù jiàn le. It’s ten years since we last saw each other.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "复习",
        "pronunciation": "fu4xi2",
        "definition": "verb review; revise 複習功課 fùxí gōngkè review (or revise) lessons",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "3",
        "reviewed": "7"
    },
    {
        "headword": "预习",
        "pronunciation": "yu4xi2",
        "definition": "verb (of students) prepare lessons before class; preview",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "4",
        "reviewed": "9"
    },
    {
        "headword": "方式",
        "pronunciation": "fang1shi4",
        "definition": "noun way; fashion; pattern 鬥爭方式 dòuzhēng fāngshì form of struggle 領導方式 lǐngdǎo fāngshì style of leadership 生活方式 shēnghuó fāngshì way (or mode) of life; life-style 一反過去因襲的方式 yī fǎn guòqu yīnxí de fāngshì depart from the formula followed in the past 做工作應注意方式方法。 Zuò gōngzuò yīng zhùyì fāngshì fāngfǎ. In doing our work, we must pay attention to method and style.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "演示",
        "pronunciation": "yan3shi4",
        "definition": "verb demonstrate 工人們為我們演示了他們自己的發明創造。 Gōngrén men wèi wǒmen yǎnshì le tāmen zìjǐ de fāmíng chuàngzào. The workers gave us a demonstration (or show-how) of their own inventions.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "选题",
        "pronunciation": "xuan3ti2",
        "definition": "noun title, subject or topic selected \nverb (-//-) select a title, subject or topic (for writing or research)",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "3",
        "reviewed": "7"
    },
    {
        "headword": "不同",
        "pronunciation": "bu4tong2",
        "definition": "adjective not alike; different; distinct 不同意見 bùtóng yìjiàn dissenting views 趣味不同 qùwèi bùtóng have different tastes; varying tastes 在不同的程度上 zài bùtóng de chéngdu shàng to varying degrees",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "日期",
        "pronunciation": "ri4qi1",
        "definition": "noun date 日期和時間設置 rìqī hé shíjiān shèzhì day and time set 出生日期 chūshēng rìqī date of birth 起程的日期定了嗎？ Qǐchéng de rìqī dìng le ma？ Has the departure date been fixed? 信上的日期是六月二日。 Xìn shàng de rìqī shì Liùyuè èr rì. The letter is dated June 2. 開會的日期是六月二十一日到二十七日。 Kāihuì de rìqī shì Liùyuè èrshíyī rì dào èrshíqī rì. The congress will be in session from June 21st to June 27th.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "5",
        "reviewed": "8"
    },
    {
        "headword": "地址",
        "pronunciation": "di4zhi3",
        "definition": "noun address 電郵地址 diànyóudìzhǐ email address 固定地址 gùdìng dìzhǐ permanent address 回信地址 huíxìn dìzhǐ return address 臨時地址 línshí dìzhǐ temporary address 通訊地址 tōngxùn dìzhǐ mailing address 轉送地址 zhuǎnsòng dìzhǐ forwarding address",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "8",
        "reviewed": "8"
    },
    {
        "headword": "年龄",
        "pronunciation": "nian2ling2",
        "definition": "noun age 年齡不饒人。 Niánlíng bù ráo rén. Age will show itself. or Age will tell. 從馬的牙齒可以看出它的年齡。 Cóng mǎ de yáchǐ kěyǐ kànchū tā de niánlíng. You can tell a horse’s age from its teeth. 他參軍還不夠年齡。 Tā cānjūn hái bùgòu niánlíng. He is too young to join the army.",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "5",
        "reviewed": "8"
    },
    {
        "headword": "高寿",
        "pronunciation": "gao1shou4",
        "definition": "noun 1 longevity; long life 2 courteous your venerable age 老大爺, 您今年高壽？ Lǎodàye, nín jīnnián gāoshòu? May I ask how old you are, Grandpa?",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "6",
        "reviewed": "9"
    },
    {
        "headword": "营养",
        "pronunciation": "ying2yang3",
        "definition": "noun nutrition; nourishment 有營養 yǒu yíngyǎng nourishing; nutritious 缺乏營養 quēfá yíngyǎng (suffer from) inadequate nutrition",
        "category": "Cours4 - 14.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "6",
        "reviewed": "8"
    },
    {
        "headword": "婆",
        "pronunciation": "po2",
        "definition": "noun 1 old woman 2 dated woman in a certain occupation 媒婆兒 méipór woman matchmaker 收生婆 shōushēngpó midwife 3 husband's mother; mother-in-law",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "它",
        "pronunciation": "ta1",
        "definition": "pronoun it 這杯牛奶你喝了它。 Zhè bēi niúnǎi nǐ hē le tā. Drink up this glass of milk. 有個東西在黑影裡蹲著, 我也看不清它到底是貓還是狗。 Yǒu ge dōngxi zài hēiyǐng lǐ dūn zhe, wǒ yě kàn bù qīng tā dàodǐ shì māo háishi gǒu. Some animal was crouching in the shadow but I couldn’t make out whether it was a cat or a dog. 這些畫報我都看過了, 你把它拿去吧。 Zhèxiē huàbào wǒ dōu kàn guò le, nǐ bǎ tā ná qù ba. I’ve finished with these magazines, you can have them. \nnoun (Tā) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "爷",
        "pronunciation": "ye2",
        "definition": "noun 1 dialect father 爺娘 yé-niáng father and mother 2 dialect grandfather 3 [a respectful form of addressing an elderly man] uncle 李爺 lǐ yé Uncle Li 四爺 sì yé Fourth Uncle 4 dated [a form of addressing an official or rich man] sir; master; lord 少爺 shàoyé young master 縣太爺 xiàntàiyé county magistrate 5 [a worshipper's form of address for a god] 土地爺 tǔdìyé God of the Land 閻王爺 Yánwangyé Yama, King of Hell",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "爸",
        "pronunciation": "ba4",
        "definition": "noun colloquial pa; dad; father 爸媽 bàmā dad and mom; parents",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "禹",
        "pronunciation": "Yu3",
        "definition": "noun 1 Yu (reputed founder of the Xia Dynasty (c. 21st-16th century BC)) 2 a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "轩",
        "pronunciation": "xuan1",
        "definition": "adjective literary high; lofty \nnoun 1 dated [often in names of studies, restaurants or teahouses] small room or veranda with windows 2 archaic high-fronted, curtained carriage 3 archaic window or door",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "好",
        "pronunciation": "hao3",
        "definition": "adjective 1 good; fine; nice (opp. 壞) 好人 hǎorén nice person 祖國的好兒子 Zǔguó de hǎo érzi worthy (or fine) son of our country 莊稼長得真好。 Zhuāngjia zhǎng de zhēn hǎo. The crops are growing well. 2 friendly; kind 好朋友 Hǎo péngyou good (or great) friend 他們對我真好。 Tāmen duì wǒ zhēn hǎo. They are really kind to me. 倆孩子又好了。 Liǎ háizi yòu hǎo le. The two children are friends again. 3 be in good health; get well 你好哇！ Nǐ hǎo wa! How are you? 我的病好了。 Wǒ de bìng hǎo le. I’m well (or all right) now. 4 be ready; done 飯好了。 Fàn hǎo le. The food (or rice) is ready. 5 [after verbs to indicate finishing or finishing satisfactorily] 我把他的病治好了。 Wǒ bǎ tā de bìng zhì hǎo le. I cured his illness. 這件事他做不好。 Zhè jiàn shì tā zuò bù hǎo. He can’t do this job well. 坐好吧, 要開會了。 Zuò hǎo ba, yào kāihuì le. Take your seats, please. The meeting is going to begin. 6 [before verbs to denote what is satisfying] good; easy 好吃 hǎochī good to eat—delicious 暖瓶放在這兒好拿。 Nuǎnpíng fàng zài zhèr hǎo ná. It’s handy to have the thermos here. 這本書可不好買。 Zhè běn shū kě bù hǎo mǎi. This book is not easily available. 這個問題好回答。 Zhège wèntí hǎo huídá. This question is easy to answer. 7 [at the beginning of a sentence or clause, to express agreement, disapproval, surprise, etc.] 好, 就這麼辦。 Hǎo, jiù zhème bàn. OK, it’s settled. 好了, 不要再說了。 Hǎo le, bùyào zài shuō le. All right, no need to say any more. 好！ 那得多少錢！ Hǎo! Nà dé duōshao qián! Gosh! How much money will that cost! 好,  這下可麻煩了。 Hǎo, zhè xià kě máfan le. Well, we’re in for trouble now. \nadverb 1 [before adjectives with exclamatory force] very; quite; so 好大的工程！ Hǎo dà de gōngchéng! What a huge project! 你好大膽子。 Nǐ hǎo dà dǎnzi. You are so daring. 2 dialect [before adjectives in the same way as 多] to what extent; how 火車站離這兒好遠？ Huǒchēzhàn lí zhèr hǎo yuǎn？ How far is the railway station from here? 3 [before indefinite time or numbers] quite 好半天 hǎobàntiān quite a while 好幾個 hǎojǐgè quite a few 好幾天 hǎojǐtiān quite a few days \nverb produce favourable effects 這事可好了他了。 Zhè shì kě hǎo le tā le. This will benefit him. \nauxiliary 1 the better to; in order to; so that 把她的地址告訴我, 我好找她。 Bǎ tā de dìzhǐ gàosu wǒ, wǒ hǎo zhǎo tā. Tell me her address so that I can go and see her. 今兒早點睡, 明兒好早起趕火車。 Jīnr zǎodiǎn shuì, míngr hǎo zǎoqǐ gǎn huǒchē. Let’s turn in early, so as to get up early tomorrow to catch the train. 2 dialect may; can; should 我好進來嗎？ Wǒ hǎo jìnlai ma？ May I come in? 時間不早了, 你好走了。 Shíjiān bù zǎo le, nǐhǎo zǒu le. It’s getting late. You ought to get going.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "对",
        "pronunciation": "dui4",
        "definition": "noun antithetical couplet; couplet 喜對 xǐ duì wedding couplet \nverb 1 answer; reply 無言以對 wúyányǐduì have nothing to say in reply 2 treat; cope with; counter 刀對刀, 槍對槍 dāo duì dāo, qiāng duì qiāng sword against sword and spear against spear 上海隊對北京隊 Shànghǎi duì duì Běijīng duì Shanghai versus Beijing 3 train on; direct at 槍口對著某人 qiāngkǒu duì zhe mǒurén train the gun on sb. 她的話不是對著你的。 Tā de huà bù shì duì zhe nǐ de. What she said was not directed at you. 4 bring (two things) into contact; fit together 這個榫頭對不上。 Zhège sǔntou duì bù shàng. This tenon does not fit. 5 suit; agree; get along 對心眼兒 duìxīnyǎnr suit one very well; compatible 6 compare; check; identify; verify 對筆跡 duì bǐjì identify the handwriting 對號碼 duì hàomǎ verify numbers 7 set; adjust 對好望遠鏡的距離 duì hǎo wàngyuǎnjìng de jùlí adjust the focus of a telescope 8 mix; add 茶太濃了, 給我對點兒水。 Chá tài nóng le, gěi wǒ duì diǎnr shuǐ. Add some water to the tea, it’s too strong for me. 9 divide into halves 對股劈 duìgǔ pī go halves; split fifty-fifty \nadjective 1 opposite; opposing See 59556067對岸dui4an4對岸 2 right; correct 猜對了 cāi duìle guess right 對,  就這麼辦。 Duì, jiù zhème bàn. All right, just do it. or Yes, that’s what we’ll do. 你說得很對。 Nǐ shuō de hěn duì. What you say is quite true. or You are quite right. 這事你做得對。 Zhè shì nǐ zuò de duì. You did the right thing. 他今天神色不對。 Tā jīntiān shénsè bùduì. He doesn’t look himself today. \nadverb mutual; face to face 對罵 duìmà call each other names; curse each other 對飲 duìyǐn (two people) drink together 對坐 duìzuò sit facing each other \npreposition with regard to; concerning 對健康不利 duì jiànkāng bùlì bad for one’s health; unhealthy 對青少年的教育工作 duì qīng-shàonián de jiàoyù gōngzuò educating young people; education of the young 對這個問題的不同意見 duì zhège wèntí de bùtóng yìjian different views on this question 對犯罪分子實行法律制裁 duì fànzuì fènzǐ shíxíng fǎlǜ zhìcái impose legal sanctions on criminals; punish criminals according to the law 他對父親很尊敬。 Tā duì fùqin hěn zūnjìng. He has great respect for his father. 這錄音機對我來說是夠好的了。 Zhè lùyīnjī duì wǒ láishuō shì gòu hǎo de le. This recorder is good enough for me. \nmeasure word pair; couple 一對夫婦 yī duì fūfù a married couple 一對花瓶 yī duì huāpíng a pair of vases",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "起",
        "pronunciation": "qi3",
        "definition": "verb 1 rise; get up; stand up 起席 qǐxí rise from the table 早睡早起 zǎoshuìzǎoqǐ early to bed and early to rise 2 remove; extract; pull 起雷 qǐléi clear mines 起油 qǐyóu remove grease stains 起釘子 qǐ dīngzi draw out a nail 起瓶塞 qǐ píngsāi pull the cork from a bottle 把畫起下來 bǎ huà qǐ xiàlai take down a picture 3 appear; raise 腳上起水泡 jiǎo shàng qǐ shuǐpào get blisters on one’s feet 4 rise; grow 起疑心 qǐ yíxīn become suspicious 起作用 qǐ zuòyòng take effect 起風了。 Qǐ fēng le. The wind is rising. 5 draft; work out 起稿子 qǐ gǎozi work out (or make) a draft 6 build; set up 起伙 qǐ huǒ set up a mess 起一堵牆 qǐ yī dǔ qiáng build a wall 7 start; begin 從今天起 cóng jīntiān qǐ starting from today 8 draw; get 起護照 qǐ hùzhào get one’s passport 9 leave; start See 28173312起程qi3cheng2起程;28176896起飛qi3fei1 起飛 10 move (or rise) up 這球不起了。 Zhè qiú bù qǐ le. There is no spring left in this ball. or The ball doesn’t bounce. 11 to start; to launch See 28171776起兵qi3bing1起兵;28188160起事qi3shi4 起事 \npreposition 1 [after a verb preceded by 從 or 由] 從頭兒講起 cóng tóu'ér jiǎng qǐ tell the story from the very beginning 從何說起？ Cóng hé shuō qǐ？ What shall I say? or What’s there to say? 2 dialect from 起這兒往北 qǐ zhèr wǎng běi go north from here 3 dialect by 我見他起窗外走過。 Wǒ jiàn tā qǐ chuāngwài zǒuguò. I saw him going by the window. \nnoun (Qǐ) a surname \nmeasure word 1 case; instance 一起交通事故 Yī qǐ jiāotōng shìgù a traffic accident 兩起大腦炎 Liǎng qǐ dànǎoyán two cases of cerebritis 2 batch; group 分兩起出發 fēn liǎng qǐ chūfā set out in two groups (or batches)",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "客",
        "pronunciation": "ke4",
        "definition": "noun 1 visitor; guest (opp. 主) 家裡來客了。 Jiālǐ lái kè le. We have a guest at home. 2 traveller; passenger 3 travelling merchant 珠寶客 zhūbǎo kè jeweller 4 customer; client; patron 客來客往 kèlái-kèwǎng customers come and go; be thronged with customers 回頭客 huítóukè regular customer 5 person engaged in some particular pursuit 刺客 cìkè assassin 政客 zhèngkè politician \nverb settle (or live) in a strange place; be a stranger 客於他鄉多年 kè yú tāxiāng duō nián live away from one’s hometown for years See 24995840客居ke4ju1客居 \nadjective 1 objective; independent of human consciousness See 24992256客觀ke4guan1客觀 2 visiting; guest See 24991488客隊ke4dui4客隊;64714467客座ke4zuo4 客座 \nmeasure word dialect portion (of food, drink, etc.) 三客冰激凌 sān kè bīngjilíng three servings of ice cream; three ice creams",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "5",
        "reviewed": "9"
    },
    {
        "headword": "气",
        "pronunciation": "qi4",
        "definition": "noun 1 gas 毒氣 dúqì poisonous gas 2 air 這球氣兒挺足。 Zhè qiú qìr tǐng zú. There’s enough air in the ball. 自行車前胎沒氣了。 Zìxíngchē qián tāi méi qì le. The front tyre of the bike is flat. 3 breath 停下來歇口氣 Tíng xiàlai xiē kǒuqì stop and catch one’s breath 長跑運動員需要氣長。 Chángpǎo yùndòngyuán xūyào qì cháng. Long-distance runners require plenty of stamina. 老太太已經沒氣了。 Lǎotàitai yǐjing méi qì le. The old woman has stopped breathing. 4 weather 天氣 tiānqì weather 5 smell; odour 香氣 xiāngqì sweet smell; fragrance 6 anger; annoyance; irritation 7 airs; manner 官氣 guānqì bureaucratic airs 8 spirit; morale 朝氣 zhāoqì youthful spirit 英雄氣 yīngxióng qì heroic spirit 9 Chinese medicine vital energy; energy of life 10 Chinese medicine certain symptoms (of diseases) \nverb 1 get angry; be enraged; be annoyed 氣壞了 qì huài le be beside oneself with rage 氣哭了 qì kū le be annoyed to tears 氣得直哆嗦 Qì de zhí duōsuo tremble with rage 氣出一場病來 qì chū yī cháng bìng lái have an attack of illness caused by anger 我氣他工作太馬虎。 Wǒ qì tā gōngzuò tài mǎhu. I’m angry with him for being careless in his work. 我不氣別的, 氣他事先不通知我一聲。 Wǒ bù qì bié de, qì tā shìxiān bù tōngzhī wǒ yī shēng. I’m annoyed with him simply because he didn’t notify me beforehand. 2 make angry; enrage; annoy 你別氣我了！ Nǐ bié qì wǒ le! Stop annoying me! 他就是想氣氣我。 Tā jiùshì xiǎng qì qì wǒ. He just wanted to annoy me. 我故意氣他一下。 Wǒ gùyì qì tā yīxià. I got him angry on purpose. or I was deliberately trying to annoy him. 3 bully; insult 受氣 shòuqì be bullied; suffer wrong",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "用",
        "pronunciation": "yong4",
        "definition": "noun 1 expenses; outlay See 23655168家用jia1yong4家用;26009344零用ling2yong4零用 2 usefulness; use 沒什麼用 méishénme yòng rather useless 有點兒用 yǒudiǎnr yòng be of some use 3 (Yòng) a surname \nverb 1 use; employ; apply; consume 酒精常用作溶劑。 Jiǔjīng chángyòng zuò róngjì. Alcohol is often used as a solvent. 你會不會用計算機？ Nǐ huì bù huì yòng jìsuànjī？ Do you know how to operate a computer? 你應該把主要精力用在學習上。 Nǐ yīnggāi bǎ zhǔyào jīnglì yòng zài xuéxí shàng. You should devote your chief energies to your studies. 2 [usu. in the negative] need 不用擔心。 Bùyòng dānxīn. Don’t worry. 不用開燈。 Bù yòng kāi dēng. There’s no need to turn on the light. 3 courteous eat; drink 請用茶。 Qǐng yòng chá. Won’t you have some tea, please? \npreposition with 用火烤 yòng huǒ kǎo roast over the fire 用手掰 Yòng shǒu bāi break with one’s hands 用水煮 yòng shuǐ zhǔ boil in water 用五十八秒鐘跑完全程 yòng wǔshíbā miǎo zhōng pǎo wán quánchéng run the course in 58 seconds 用針刺麻醉做外科手術 yòng zhēncì mázuì zuò wàikē shǒushù employ acupuncture anaesthesia in surgery \nconjunction literary [usu. in letters] hence; therefore 用特函達。 Yòng tè hán dá. Hence this letter.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "谢",
        "pronunciation": "xie4",
        "definition": "verb 1 thank 謝了又謝 xiè le yòu xiè thank again and again 多謝。 Duōxiè. Thanks a lot. 不用謝。 Bù yòng xiè. Don’t mention it. 2 literary make an apology; excuse oneself 謝病 xièbìng excuse oneself on grounds of illness 謝過 Xièguò apologize for having done sth. wrong 3 decline See 33321984謝絕xie4jue2謝絕 4 (of flowers, leaves) wither 凋謝 diāoxiè wither and fall \nnoun (Xiè) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "2",
        "reviewed": "9"
    },
    {
        "headword": "再",
        "pronunciation": "zai4",
        "definition": "adverb 1 [for an action yet to take place, or contemplated] again; once more; further 再創新紀錄 Zài chuàng xīn jìlù try to set another new record 良機難再。 Liángjī nán zài. Opportunity knocks but once. 青春不再。 Qīngchūnbùzài. One’s youth never returns. 我不能再喝了。 Wǒ bùnéng zài hē le. I mustn’t drink any more. 我還得再去幾次。 Wǒ hái děi zài qù jǐ cì. I have to go a few more times. 我叫他別再來, 可他又來了。 Wǒ jiào tā bié zài lái, kě tā yòu lái le. I told him not to come again, but here he is. 我再也不去了。 Wǒ zài yě bù qù le. I won’t go again. 要是再下雨, 那還得改日子。 Yào shì zài xià yǔ, nà hái děi gǎi rìzi. If it rains again, the date will have to be changed. 有工夫, 請再來玩。 Yǒu gōngfu, qǐng zài lái wán. Please come again whenever you are free. 2 [before adjectives] more; -er 再好不過了。 Zài hǎo bù guò le. It couldn’t be better. 再冷的天我也不怕。 Zài lěng de tiān wǒ yě bù pà. I can stand colder weather than this. 還有再大點兒的嗎？ Háiyǒu zài dà diǎnr de ma？ Have you got a bigger one? 聲音再大一點兒。 shēngyīn zài dà yīdiǎnr. Louder, please. 3 [indicating a continuing situation in conditional or suppositional clauses] 再不走我們就趕不上火車了。 Zài bù zǒu wǒmen jiù gǎn bù shàng huǒchē le. We’ll miss the train if we delay any longer. 再過幾年, 這個村子就要整個變樣了。 Zài guò jǐ nián, zhège cūnzi jiù yào zhěnggè biànyàng le. A few more years and this village will change completely. 4 [for a delayed action, preceded by an expression of time or condition] then; only then 你做完了功課再出去。 Nǐ zuò wán le gōngkè zài chūqu. Finish your homework before you go out. 先到張家, 再到李家。 Xiān dào zhāng jiā, zài dào lǐ jiā. First go to the Zhangs’, and then to the Lis’. 雨住了再走吧。 Yǔ zhù le zài zǒu ba. Let’s leave when the rain stops. 這件事等明年再說。 Zhè jiàn shì děng míngnián zàishuō. This business can keep till next year. 5 in addition; on top of that 到會的有教職員工, 再就是學生代表。 Dàohuì de yǒu jiàozhíyuángōng, zài jiù shì xuésheng dàibiǎo. Present at the meeting were faculty, administration, and staff, and also student representatives. 6 [used correlatively with 也, followed by a negative expression] no matter how...still (not) 他再賣力也升不了職。 Tā zài màilì yě shēngbuliǎo zhí. No matter how hard he works, he’ll never get promoted. 你再勸他也沒有用。 Nǐ zài quàn tā yě méiyǒu yòng. Try as you may, you will never persuade him.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "见",
        "pronunciation": "jian4",
        "definition": "noun view; opinion 依我之見 Yī wǒ zhī jiàn in my opinion; to my mind \nverb 1 see; catch sight of 只見一個人影閃過牆角 Zhǐjiàn yī ge rényǐng shǎn guò qiángjiǎo catch sight of sb. turning the corner 從來沒見過這種鳥。 Cónglái méi jiàn guò zhèzhǒng niǎo. I’ve never seen a bird like that before. 2 meet with; be exposed to 見困難就上, 見榮譽就讓 jiàn kùnnan jiùshàng, jiàn róngyù jiùràng dash forward where there are difficulties to overcome and draw back when honours are to be conferred; take difficulty for oneself and leave honours to others 冰見熱就化。 Bīng jiàn rè jiù huà. Ice melts with heat. 這種藥怕見光。 Zhèzhǒng yào pà jiàn guāng. This medicine is not to be exposed to daylight. 見人就獻媚, 誰見誰討厭。 jiàn rén jiù xiànmèi, shuí jiàn shuí tǎoyàn. Those who seek to please everybody please nobody. 3 show evidence of; appear to be 見諸報端 jiàn zhū bàoduān appear in newspapers 見之於行動 jiànzhīyúxíngdòng be translated into action 並不見瘦 bìng bù jiàn shòu not seem to be any thinner 4 refer to; see; vide 見第三十六頁 jiàn dì-sān shíliù yè see page 36 情況已見好轉。 Qíngkuàng yǐ jiàn hǎozhuǎn. The condition is improving. 5 meet; call on; see 待會兒見。 Dāihuir jiàn. See you later. 你見到他了沒有？ Nǐ jiàndào tā le méiyǒu？ Did you meet him? 我不想見他。 Wǒ bù xiǎng jiàn tā. I don’t wish to see him. 她今天下午要來見你。 Tā jīntiān xiàwǔ yào lái jiàn nǐ. She’ll call on you this afternoon. \nverb literary 1 [before a verb to indicate the passive] 見愛 jiàn'ài be loved (or liked); be regarded highly 2 [before a verb in polite requests] See 23814656見告jian4gao4見告",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "国",
        "pronunciation": "guo2",
        "definition": "noun 1 country; nation; state 大國 dàguó a big country 強國 qiángguó a powerful nation 諸侯國 zhūhóu guó feudal states 保家衛國 bǎojiāwèiguó protect our homes and defend our country 利國利民 lìguólìmín benefit both country and people; good for the country and for the people 2 best of the nation See 22188288國手guo2shou3國手;22186496國色guo2se4國色 3 abbreviation Kuomintang (KMT) 國共兩黨 Guó Gòngliǎngdǎng KMT and CPC 4 (Guó) a surname \nadjective 1 of the state; national See 22161408國花guo2hua1國花 2 of our country; Chinese See 22161664國畫guo2hua4國畫",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "美",
        "pronunciation": "mei3",
        "definition": "noun beauty (opp. 醜) 美醜 měi-chǒu beauty and ugliness 心靈美 xīnlíngměi inner beauty \nverb 1 beautify; prettify See 26658048美容mei3rong2美容 2 colloquial be pleased with oneself; pride oneself upon; feel smug 美得了不得 měi déliǎo bùdé take too much pride in oneself \nadjective 1 beautiful; pretty (opp. 醜) 風景多美啊！ Fēngjǐng duō měi a! What beautiful scenery! 她長得很美。 Tā zhǎng de hěn měi. She’s very pretty. 2 very satisfactory; good; pleasing See 66674147美酒mei3jiu3美酒 \nnoun 1 abbreviation American continent 南美 Nán Měi South America 2 abbreviation America; the United States of America; the US 美鈔 Měichāo US banknote; United States notes; greenback",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "法",
        "pronunciation": "fa3",
        "definition": "noun 1 law 守法公民 shǒu fǎ gōngmín law-abiding citizen 2 method; way; mode 表達法 biǎodáfǎ mode of expression 教學法 jiàoxuéfǎ teaching method 3 standard; model See 20654080法書fa3shu1法書 4 Buddhism the Law; dharma 5 magic arts 作法 zuòfǎ exercise magic 6 (Fǎ) abbreviation France; French 法式大菜 fǎ shì dàcài French cuisine \nverb literary follow; model after 強國不必法古 qiángguó bùbì fǎ gǔ To build a strong nation, it is not necessary to follow ancient examples. \nmeasure word abbreviation physics farad (F)",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "名",
        "pronunciation": "ming2",
        "definition": "noun 1 name 筆名 bǐmíng pen name; pseudonym 文件名 wénjiànmíng file name 一種名為九二〇的生長激素 yī zhǒng míng wéi jiǔ èr ○ de shēngzhǎng jīsù growth hormone known as 920 他名叫張南。 Tā míngjiào zhāng nán. His name is Zhang Nan. or He is called Zhang Nan. 2 given name 這位同志姓李名大剛。 Zhè wèi tóngzhì xìng lǐ míng dà gāng. This comrade’s surname is Li and his given name, Dagang. 3 excuse; false pretences 以出差為名遊山玩水 Yǐ chūchāi wéi míng yóushānwánshuǐ take a pleasure trip in the guise of a business trip 4 fame; reputation; renown 名聞中外 míngwénzhōngwài well-known both at home and abroad; widely known 成名 chéngmíng become famous 不為名, 不為利 bù wèi míng, bù wèi lì seek neither fame nor gain 5 abbreviation noun 名, 動, 形, 副 míng, dòng, xíng, fù noun, verb, adjective and adverb \nverb 1 express; describe 不可名狀 bùkěmíngzhuàng indescribable 2 possess; take; own 不名一文 bùmíngyīwén without a penny to one’s name; penniless \nadjective famous; celebrated; well-known; noted 名教授 míng jiàoshòu well-known (or prominent) professor 名詩人 míngshīrén noted poet \nmeasure word [for people] 十二名學生 shí'èr míng xuésheng twelve students",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "字",
        "pronunciation": "zi4",
        "definition": "noun 1 word; character 你這個字寫得不對。 Nǐ zhège zì xiě de bù duì. You wrote this character wrong. See 78122467字形zi4xing2字形;78123491字義zi4yi4 字義 2 pronunciation (of a word or character) 說話字字清楚 Shuōhuà zìzì qīngchu pronounce every word clearly; have clear articulation 3 form of a written or printed character; style of handwriting; print type 柳字 liǔ zì style of calligraphy of Liu Gongquan (柳公權, 778-865) 篆字 zhuànzì seal character 黑體字 hēitǐzì boldface type 他寫得一手好字。 Tā xiě de yī shǒu hǎo zì. He writes a good hand. or He has good handwriting. 4 scripts; writings 專藏字, 不藏畫 Zhuān cáng zì, bù cáng huà only collect calligraphy, not paintings 5 receipt; written pledge 收到款子, 寫個字兒給他。 Shōudào kuǎnzi, xiě ge zìr gěi tā. Write him a receipt when you get the money. 6 man's style name taken at the age of twenty 諸葛亮字孔明。 Zhūgě Liàng zì Kǒngmíng. Zhuge Liang styled himself Kongming. 7 dated (of a girl) be betrothed 未字 wèi zì not yet betrothed See 19547648待字閨中dai4zi4gui1zhong1待字閨中 8 common name for scale of electric meter, water meter, etc.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "充值",
        "pronunciation": "chong1//zhi2",
        "definition": "verb 1 invest (more) money 2 deposit (more) money in a phone card, etc.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "8",
        "reviewed": "9"
    },
    {
        "headword": "行长",
        "pronunciation": "hang2zhang3",
        "definition": "noun president (of a bank)",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "3",
        "reviewed": "7"
    },
    {
        "headword": "公司",
        "pronunciation": "gong1si1",
        "definition": "noun company; corporation; firm 公司(內部)成員 gōngsī chéngyuán members of a company",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "晴天",
        "pronunciation": "qing2tian1",
        "definition": "noun fine day; sunny day 大晴天 dàqíngtiān a brilliantly sunny day",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "结束",
        "pronunciation": "jie2shu4",
        "definition": "verb 1 end; finish; conclude; wind up; close 結束講話 jiéshù jiǎnghuà wind up a speech 結束戰爭狀態 jiéshù zhànzhēng zhuàngtài terminate the state of war 演出到此結束。 Yǎnchū dào cǐ jiéshù. That’s the end of our performance. 招待會到此結束。 Zhāodàihuì dào cǐ jiéshù. The reception is over. [said by the host] 競爭遠沒有結束。 jìngzhēng yuǎn méiyǒu jiéshù. The competition is far from over. 會議下午五時結束。 Huìyì xiàwǔ wǔ shí jiéshù. The meeting ended at 5 p.m. 主席宣布討論結束。 Zhǔxí xuānbù tǎolùn jiéshù. The chairman declared the discussion closed. 代表團結束了對中國的訪問。 Dàibiǎotuán jiéshù le duì Zhōngguó de fǎngwèn. The delegation has concluded its visit to China. 2 [often in the early vernacular] style of dressing; makeup",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "8",
        "reviewed": "9"
    },
    {
        "headword": "危险",
        "pronunciation": "wei1xian3",
        "definition": "verb dangerous; perilous 脫離危險 tuōlí wēixiǎn out of danger 冒生命危險 mào shēngmìng wēixiǎn at the risk of one’s life 有電, 危險！ Yǒu diàn, wēixiǎn! Danger! Elec-tricity!",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "安全",
        "pronunciation": "an1quan2",
        "definition": "noun safety; security 交通安全 jiāotōng ānquán traffic safety; road safety 採取安全措施 Cǎiqǔ ānquán cuòshī take safety measures (or precautions) 改進安全設施 gǎijìn ānquán shèshī improve safety devices 保衛國家安全 bǎowèi guójiā ānquán safeguard national security 危及國家安全 wēijí guójiā ānquán threaten national security 安全第一！ Ānquán dì-yī! Safety first! \nadjective safe; secure 安全降落 ānquán jiàngluò land safely 安全起飛 ānquán qǐfēi take off safely 安全行車 ānquán xíngchē drive with caution; careful driving 安全正點 ānquán zhèngdiǎn safe and punctual (of trains, buses, etc.) 人多安全。 rén duō ānquán. There is safety in numbers. 你的錢存在我這裡絕對安全。 Nǐ de qián cúnzài wǒ zhèlǐ juéduì ānquán. Your money will be quite safe with me.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "手续",
        "pronunciation": "shou3xu4",
        "definition": "noun procedures; formalities; process 手續不完備 shǒuxù bù wánbèi uncompleted formalities 辦手續 Bàn shǒuxù go through formalities; complete formalities 法律手續 fǎlǜ shǒuxù legal formalities 行政手續 xíngzhèng shǒuxù administrative formalities",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "1",
        "reviewed": "9"
    },
    {
        "headword": "加减号",
        "pronunciation": "jia1jian3hao4",
        "definition": "1 plus-minus sign (±) 2 plus and minus signs (+ and -)",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "4",
        "reviewed": "7"
    },
    {
        "headword": "餐馆",
        "pronunciation": "can1guan3",
        "definition": "noun restaurant",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "1",
        "reviewed": "10"
    },
    {
        "headword": "证明",
        "pronunciation": "zheng4ming2",
        "definition": "noun certificate; identification; testimonial 醫生證明 yīshēng zhèngmíng medical certificate \nverb prove; testify; bear out 充分證明 chōngfèn zhèngmíng fully prove; demonstrate 雄辯地證明 xióngbiàn de zhèngmíng give (or be) eloquent proof of 事實證明我是對的。 Shìshí zhèngmíng wǒ shì duì de. The facts bear me out. 無數事實已證明了這一點。 Wúshù shìshí yǐ zhèngmíng le zhè yīdiǎn. Countless facts have proved this point.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "培训",
        "pronunciation": "pei2xun4",
        "definition": "noun training 上崗培訓 shànggǎng péixùn training before posting 在職培訓 zàizhí péixùn on-the-job training 短期強化培訓 duǎnqī qiánghuà péixùn short intensive training \nverb train (personnel) 培訓導遊 péixùn dǎoyóu train tourist guides",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "课文",
        "pronunciation": "ke4wen2",
        "definition": "noun text (of a lesson)",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "考试",
        "pronunciation": "kao3shi4",
        "definition": "verb (-//-) take an examination 考試不及格 kǎo shì bù jí gé flunk in an exam; fail an examination 你們什麼時候考試？ Nǐmen shénme shíhou kǎoshì？ When will you have the exam? \nnoun examination; exam; test 期末考試 qīmò kǎoshì final (or end-of-term) exam 期中考試 qīzhōng kǎoshì mid-term exam 通過考試 tōngguò kǎoshì pass an exam 學科考試 xuékē kǎoshì course examination 他這次考試的成績很好。 Tā zhè cì kǎoshì de chéngjì hěn hǎo. He got excellent grades in this exam.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "2",
        "reviewed": "10"
    },
    {
        "headword": "说明",
        "pronunciation": "shuo1ming2",
        "definition": "verb 1 explain; explicate; expound; illustrate 說明理由 shuōmíng lǐyóu give reasons 說明真相 shuōmíng zhēnxiàng give the facts 說明機器的用法 Shuōmíng jīqì de yòng fǎ explain how a machine works 舉例說明 jǔlìshuōmíng illustrate by examples 代表團認為有必要說明自己的立場。 Dàibiǎotuán rènwéi yǒu bìyào shuōmíng zìjǐ de lìchǎng. The delegation deems it necessary to state its position. 2 show; prove 他的話很能說明問題。 tā dehuà hěn néng shuōmíng wèntí. His words are very telling. 事實充分說明這種做法是正確的。 Shìshí chōngfèn shuōmíng zhèzhǒng zuòfǎ shì zhèngquè de. The facts show clearly that this procedure is correct. \nnoun explanation; directions; caption 圖片下邊附有說明。 Túpiàn xiàbian fùyǒu shuōmíng. There is a caption under the picture.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "解释",
        "pronunciation": "jie3shi4",
        "definition": "verb explain; expound; interpret 解釋法律 jiěshì fǎlǜ interpret laws 解釋新詞 jiěshì xīncí explain a new word 對這件事你怎樣解釋？ Duì zhè jiàn shì nǐ zěnyàng jiěshì? How do you account for this? 這些事實不能有別的解釋。 Zhèxiē shìshí bù néng yǒu bié de jiěshì. The facts admit of no other explanation. 這是誤會, 解釋一下就行了。 Zhè shì wùhuì, jiěshì yīxià jiù xíng le. This is a misunderstanding. A little explanation will clear it up. 河水的流動可以用重力原理來解釋。 Héshuǐ de liúdòng kěyǐ yòng zhònglì yuánlǐ lái jiěshì. The flow of river water is explained by the principle of gravity. 對本協定在解釋上遇有分岐, 應以中文本為準。 Duìběn xiédìng zài jiěshì shàng yù yǒufèn qí, yīng yǐ Zhōngwén běn wéi zhǔn. In case of divergence of interpretation of this agreement, the Chinese text shall prevail.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "6",
        "reviewed": "8"
    },
    {
        "headword": "介绍",
        "pronunciation": "jie4shao4",
        "definition": "verb 1 introduce; present 介紹對象 jièshào duìxiàng introduce sb. to a potential marriage partner; find sb. a boy or girl friend 作自我介紹 Zuò zìwǒ jièshào introduce oneself 讓我介紹一下, 這位是李先生。 ràng wǒ jièshào yīxià, zhè wèi shì lǐ xiānsheng. Allow me to introduce Mr. Li. 這種滅蟲方法是去年才介紹到我們縣來的。 Zhèzhǒng miè chóng fāngfǎ shì qùnián cái jièshào dào wǒmen xiàn lái de. This method of pest control was introduced into our county only last year. 2 recommend; suggest 申請入黨, 必須有正式黨員兩人負責介紹。 Shēnqǐng rùdǎng, bìxū yǒu zhèngshì dǎngyuán liǎng rén fùzé jièshào. An applicant for Party membership must be recommended by two full Party members. 我給你介紹一本書。 Wǒ gěi nǐ jièshào yī běn shū. I’ll recommend you a book. 因為有張先生的介紹, 我給了他這份工作。 Yīnwèi yǒu zhāng xiānsheng de jièshào, wǒ gěi le tā zhè fèn gōngzuò. I gave him the job on Mr Zhang’s recommendation. 3 let know; brief 介紹經驗 jièshào jīngyàn pass on experience 介紹情況 jièshào qíngkuàng brief sb. on the situation; put sb. in the picture; fill sb. in",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "7",
        "reviewed": "7"
    },
    {
        "headword": "钩针",
        "pronunciation": "gou1zhen1",
        "definition": "noun crochet hook",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "5",
        "reviewed": "8"
    },
    {
        "headword": "折纸",
        "pronunciation": "zhe2zhi3",
        "definition": "noun arts & crafts paper-folding; origami \nverb fold paper (for decoration)",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "4",
        "reviewed": "9"
    },
    {
        "headword": "提前",
        "pronunciation": "ti2qian2",
        "definition": "verb 1 shift to an earlier date; move up (a date); advance 點火的時間提前了。 Diǎnhuǒ de shíjiān tíqián le. The time for the ignition has been moved up. 2 do sth. in advance (or ahead of time) 提前釋放戰犯 tíqián shìfàng zhànfàn release war criminals before their sentences expire 提前召開大會 tíqián zhàokāi dàhuì convene the congress earlier than planned 提前兩個月完成全年生產指標 Tíqián liǎng ge yuè wánchéng quánnián shēngchǎn zhǐbiāo meet the year’s production target two months ahead of time 下星期要是有演出, 請提前通知我們。 Xiàxīngqī yàoshi yǒu yǎnchū, qǐng tíqián tōngzhī wǒmen. If there is to be a performance next week, please notify us in advance.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "点头",
        "pronunciation": "dian3tou2",
        "definition": "verb nod one's head; nod 點頭示意 diǎntóu shìyì signal by nodding 點頭同意 Diǎntóu tóngyì nod assent 點頭打招呼 diǎntóu dǎ zhāohu nod to sb. (as a greeting); acknowledge with a nod 他已經點頭了。 Tā yǐjing diǎn tóu le. He’s already given the go-ahead. or He’s already OK’d it.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "弯路",
        "pronunciation": "wan1lu4",
        "definition": "noun 1 crooked road; tortuous path 2 roundabout way; detour 少走彎路 shǎozǒuwānlù avoid detours 由於缺少經驗, 我們的工作走了(一段)彎路。 Yóuyú quēshǎo jīngyàn, wǒmen de gōngzuò zǒu le wānlù. Owing to lack of work experience, we wasted much time and energy.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "5",
        "reviewed": "10"
    },
    {
        "headword": "撇嘴",
        "pronunciation": "pie3//zui3",
        "definition": "verb curl one's lip (in contempt, disbelief or disappointment); twitch one's mouth; purse one's lips 這女孩兒撇嘴要哭。 Zhè nǚ hái'ér piězuǐ yào kū. The girl’s mouth began to twitch as she began to cry. 他撇了撇嘴, 輕蔑地一笑。 Tā piē le piězuǐ, qīngmiè de yī xiào. His lips curled in a contemptuous smile (or a sneer).",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "4",
        "reviewed": "8"
    },
    {
        "headword": "按捺",
        "pronunciation": "an4na4",
        "definition": "verb restrain; control 按捺不住怒火 ànnà bùzhù nùhuǒ unable to suppress (or restrain) one’s anger 按捺不住自己的感情 ànnà bùzhù zìjǐ de gǎnqíng unable to contain one’s emotions",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "斜坡",
        "pronunciation": "xie2po1",
        "definition": "noun slope",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "6",
        "reviewed": "8"
    },
    {
        "headword": "卧室",
        "pronunciation": "wo4shi4",
        "definition": "noun bedroom 臥室照明 wòshì zhàomíng bedroom lighting",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "2",
        "reviewed": "9"
    },
    {
        "headword": "外公",
        "pronunciation": "wai4gong1",
        "definition": "mother’s father",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "外婆",
        "pronunciation": "wai4po2",
        "definition": "noun (maternal) grandmother",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "4",
        "reviewed": "10"
    },
    {
        "headword": "重男轻女",
        "pronunciation": "zhong4nan2-qing1nü3",
        "definition": "idiom regard men as superior to women",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "轻重",
        "pronunciation": "qing1zhong4",
        "definition": "noun 1 weight 這兩隻箱子輕重不一樣。 Zhè liǎng zhī xiāngzi qīngzhòng bù yīyàng. These two boxes do not weigh the same. 2 degree of seriousness; relative importance 根據病情輕重決定病人是否住院。 Gēnjù bìngqíng qīngzhòng juédìng bìngrén shì-fǒu zhùyuàn. Whether a patient is to be hospitalized depends on how serious the case is. 3 propriety 這個人說話不知輕重。 Zhège rén shuōhuà bùzhī qīng zhòng. That man doesn’t know the proper way to talk.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "4",
        "reviewed": "10"
    },
    {
        "headword": "让",
        "pronunciation": "rang4",
        "definition": "verb 1 give way; give ground; yield; give up; concede 各不相讓。 Gèbùxiāngràng. Neither is willing to give ground. 誰都讓他三分。 Shuí dōu ràng tā sānfēn. Everybody has to let him have his way somehow. 我讓了他兩步棋(=兩個子)。 Wǒ ràng le tā liǎng bù qí. I have conceded him two moves (or two pieces) (in a chess game). 你該讓著弟弟一點兒。 Nǐ gāi ràng zhe dìdi yīdiǎnr. You ought to humour your younger brother a little. 2 invite; offer 讓茶 Ràngchá offer sb. tea 把客人讓進裡屋 bǎ kèren ràng jìn lǐwū invite guests into the inner room 3 let; allow; make 讓我想一想。 Ràng wǒ xiǎng yī xiǎng. Let me think it over. 展品不讓摸。 Zhǎnpǐn bù ràng mō. The exhibits are not to be touched. 別讓老王為難了。 Bié ràng lǎo wáng wéinán le. Don’t embarrass Wang. or Don’t make things awkward for Wang. 對不起, 讓你久等了。 Duìbuqǐ, ràng nǐ jiǔděng le. Sorry to have kept you waiting. 4 let sb. have sth. at a fair price 我把書按原價讓給他了。 Wǒ bǎ shū àn yuánjià ràng gěi tā le. I’ve turned my book over to him at the original price. 5 be inferior to; not as good as 巾幗不讓鬚眉。 Jīnguó bù ràng xūméi. Women are no inferior to men. 6 give way; step aside 請讓一讓。 Qǐng ràng yī ràng. Please make way. or Excuse me. 7 [expressing wishes] 讓我們永不分離。 ràng wǒmen yǒngbù fēnlí. May we never separate. \npreposition [in a passive sentence to introduce the doer of the action] 行李讓雨淋濕了。 Xíngli ràng yǔ lín shī le. The luggage got wet in the rain. 她讓他給氣跑了。 Tā ràng tā gěi qì pǎo le. He made her so angry that she left in a huff.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "4",
        "reviewed": "9"
    },
    {
        "headword": "乖",
        "pronunciation": "guai1",
        "definition": "adjective 1 (of a child) well-behaved; good 真是個乖孩子。 Zhēn shì ge guāi háizi. There’s a dear. or What a good child! 2 clever; shrewd; alert 學乖了 Xué guāi le become a little wiser; get smart \nliterary verb perverse; contrary to reason; run counter to 有乖常理 yǒuguāichánglǐ run counter to reason; not make sense \nadjective (of character, behaviour, etc.) abnormal; odd",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "重要",
        "pronunciation": "zhong4yao4",
        "definition": "adjective important; significant; major 這文件很重要。 Zhè wénjiàn hěn zhòngyào. This document is very important.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "场合",
        "pronunciation": "chang3he2",
        "definition": "noun occasion; situation 公開場合 gōng kāi chǎnghé in public 社交場合 shèjiāo chǎnghé social occasion 外交場合 Wàijiāo chǎnghé diplomatic occasion 說話要注意場合。 shuōhuà yào zhùyì chǎnghé. Consider where you are when you speak. 這種場合你不能穿得太隨便。 Zhèzhǒng chǎnghé nǐ bù néng chuān de tài suíbiàn. You should be properly dressed for such an occasion.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "8",
        "reviewed": "9"
    },
    {
        "headword": "懂",
        "pronunciation": "dong3",
        "definition": "verb understand; know 懂禮貌 Dǒng lǐmào have good manners 懂英語 dǒng Yīngyǔ know English 不要不懂裝懂。 Bùyào bùdǒngzhuāngdǒng. Don’t pretend to know (or understand) when you don’t. 他的話我聽懂了。 Tā de huà wǒ tīng dǒng le. I understand what he said.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "6",
        "reviewed": "10"
    },
    {
        "headword": "东南西北",
        "pronunciation": "dong1nan2xi1bei3",
        "definition": "1 east, south, west and north 2 all directions",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "派",
        "pronunciation": "pai4",
        "definition": "noun 1 literary tributary; river branch 茫茫九派流中國。(毛澤東) Mángmáng jiǔ pài liú Zhōngguó. (Máo Zédōng) Wide, wide flow the nine streams through the land. 2 political group; faction; school of thought or of art, etc. 黨派 dǎngpài political parties 他的唱腔自成一派。 Tā de chàngqiāng zì chéng yī pài. He has a unique style of singing. 很多學者都是這一派。 Hěn duō xuézhě dōu shì zhè yī pài. Many scholars belong to this school. 3 style; manner and air 氣派 qìpài bearing \nverb 1 send; dispatch; assign; appoint 派工作 pài gōngzuò set sb. a task 派勤務 pài qínwù assign public duties 派代表團出席大會 Pài dàibiǎotuán chūxí dàhuì send a delegation to the conference 派他擔任車間主任 pài tā dānrèn chējiān zhǔrèn appoint him head of the workshop 2 apportion; allocate; distribute 派糧 dated pài liáng levy grain 3 censure; blame See 27576832派不是pai4bu4shi5派不是 \nmeasure word 1 [for political groups, schools of thought or art, factions etc.] 三派學者 Sān pài xuézhě scholars of three different schools 各派政治力量 gè pài zhèngzhì lìliang different political forces (or groups) 2 [with the numeral 一, for a scene, atmosphere, speech, etc.] 一派北國風光 yī pài běiguó fēngguāng typical northern scenery 一派深秋景色 yī pài shēnqiū jǐngsè a late autumn scene 一派生機勃勃的新氣象 yī pài shēngjībóbó de xīn qìxiàng a new and dynamic atmosphere 形勢一派大好 xíngshì yī pài dàhǎo an overall excellent situation 一派胡言！ Yīpài húyán! A pack of nonsense! 一派謊言！ Yī pài huǎngyán! A pack of lies! \nadjective dialect stylish; graceful; handsome 他穿上這身衣服真夠派的。 tā chuānshang zhè shēn yīfu zhēn gòu pài de. He looks very stylish in this suit. \nnoun transliteration pie 水果派 shuǐguǒ pài fruit pie",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "8",
        "reviewed": "9"
    },
    {
        "headword": "芭蕾",
        "pronunciation": "ba1lei3",
        "definition": "noun ballet 跳芭蕾 Tiào bālěi dance ballet",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "吉他",
        "pronunciation": "ji2ta1",
        "definition": "noun music guitar",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "汉堡包",
        "pronunciation": "han4bao3bao1",
        "definition": "noun hamburger",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "香槟",
        "pronunciation": "xiang1bin1",
        "definition": "noun transliteration champagne",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "7",
        "reviewed": "8"
    },
    {
        "headword": "巧克力",
        "pronunciation": "qiao3ke4li4",
        "definition": "noun chocolate 巧克力餅乾 qiǎokèlì bǐnggān chocolate biscuit 果仁巧克力 Guǒrén qiǎokèlì nut chocolate 酒心巧克力 jiǔ xīn qiǎokèlì whisky heart chocolate",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "0",
        "reviewed": "9"
    },
    {
        "headword": "沙发",
        "pronunciation": "sha1fa1",
        "definition": "noun transliteration sofa; settee 單人沙發 Dānrén shāfā (upholstered) armchair 三人沙發 sān rén shāfā three-seater settee",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "精彩",
        "pronunciation": "jing1cai3",
        "definition": "adjective brilliant; splendid; wonderful 精彩的表演 jīngcǎi de biǎoyǎn brilliant performance 發言中最精彩的地方 fāyán zhōng zuì jīngcǎi de dìfang most interesting parts of a speech 這場球打得真精彩。 Zhè chǎng qiú dǎ de zhēn jīngcǎi. This is an exciting game.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "6",
        "reviewed": "9"
    },
    {
        "headword": "车票",
        "pronunciation": "che1piao4",
        "definition": "noun (train or bus) ticket 請大家買車票！ Qǐng dàjiā mǎi chēpiào! All fares, please!",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "4",
        "reviewed": "10"
    },
    {
        "headword": "刚才",
        "pronunciation": "gang1cai2",
        "definition": "1 just now 2 a moment ago",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "7",
        "reviewed": "8"
    },
    {
        "headword": "操场",
        "pronunciation": "cao1chang3",
        "definition": "noun playground; sports ground; drill ground",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "刮风",
        "pronunciation": "gua1feng1",
        "definition": "be windy",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "4",
        "reviewed": "8"
    },
    {
        "headword": "欢迎",
        "pronunciation": "huan1ying2",
        "definition": "verb 1 welcome; greet 到機場歡迎貴賓 Dào jīchǎng huānyíng guìbīn meet distinguished guests at the airport 歡迎大家批評。 huānyíng dàjiā pīpíng Criticism is welcome. 歡迎您到北京來！ Huānyíng nín dào Běijīng lái! Welcome to Beijing! 足球隊受到了非常熱烈的歡迎。 Zúqiúduì shòudào le fēicháng rèliè dehuānyíng. The soccer team received a very warm welcome. 2 be well received 這部電影深受公眾歡迎。 Zhè bù diànyǐng shēnshòu gōngzhòng huānyíng. The film has been well received by the public.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "8",
        "reviewed": "8"
    },
    {
        "headword": "机会",
        "pronunciation": "ji1hui5",
        "definition": "noun chance; opportunity 機會均等 jīhuijūnděng with equal opportunities 機會難得 jīhui nándé this is a rare chance 錯過機會 cuòguò jīhui miss a chance 抓住機會 zhuāzhù jīhui seize a chance 千載一時的好機會 qiān zài yīshí de hǎo jīhui golden opportunity; chance of a lifetime 能有機會見到他就好了。 Néng yǒu jīhui jiàndào tā jiù hǎo le. It would be wonderful if I could meet him in person. 我願借此機會向你們表示衷心的感謝。 Wǒ yuàn jiècǐ jīhui xiàng nǐmen biǎoshì zhōngxīn de gǎnxiè. I wish to avail myself of this opportunity to extend to you my heartfelt thanks.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "5",
        "reviewed": "7"
    },
    {
        "headword": "关心",
        "pronunciation": "guan1xin1",
        "definition": "verb concerned about; show solicitude for; care for; express interest in 關心國家大事 guānxīn guójiā dàshì pay attention to national affairs; be interested in national politics 關心少年兒童的健康成長 guānxīn shàonián értóng de jiànkāng chéngzhǎng show great interest in the healthy development of children 懂得關心人 dǒngdeguānxīn rén be thoughtful; considerate 雙方共同關心的問題 Shuāngfāng gòngtóng guānxīn de wèntí matters of interest to both sides",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "9",
        "incorrect": "0",
        "reviewed": "9"
    },
    {
        "headword": "关于",
        "pronunciation": "guan1yu2",
        "definition": "preposition about; on; with regard to; concerning 關於經濟學的書 guānyú jīngjìxué de shū books on economy 關於這件事我有個建議。 guānyú zhè jiàn shì wǒ yǒu ge jiànyì. I have a suggestion about this.",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "8",
        "reviewed": "8"
    },
    {
        "headword": "麦克风",
        "pronunciation": "mai4ke4feng1",
        "definition": "noun transliteration microphone; mike 落地式麥克風 luòdìshì màikèfēng floor microphone 佩戴式麥克風 pèi dài shì màikèfēng lapel microphone 手持式麥克風 shǒuchí shì màikèfēng hand-held microphone",
        "category": "Cours5 - 21.03",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "演",
        "pronunciation": "yan3",
        "definition": "verb 1 develop; evolve 演遞 yǎn dì develop 2 deduce; elaborate See 34082048演繹yan3yi4演繹 3 drill; practise 演兵 yǎn bīng drill; parade 4 perform; play; act; put on 演電影 yǎn diànying show a film 演五場 yǎn wǔ chǎng give (or put on) five performances 她在劇中(出)演一個老太太。 tā zài jùzhōng yǎn yī ge lǎotàitai. She plays the part of an old lady in the opera.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "横竖",
        "pronunciation": "heng2shu4",
        "definition": "adverb colloquial in any case; anyway 橫豎我要去的, 不用給他打電話了。 héngshù wǒ yào qù de, bùyòng gěi tā dǎ diànhuà le. No need to ring him up. I’ll be going there anyway.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "3",
        "reviewed": "3"
    },
    {
        "headword": "穿着",
        "pronunciation": "chuan1zhuo2",
        "definition": "noun dress; apparel 穿著入時 chuānzhuó rùshí be fashionably dressed 穿著大方得體 chuānzhuó dàfang détǐ be decently dressed 穿著樸素整潔 chuānzhuó pǔsù zhěngjié be plainly but neatly dressed",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "西装",
        "pronunciation": "xi1zhuang1",
        "definition": "noun Western-style clothes; suit",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "领带",
        "pronunciation": "ling3dai4",
        "definition": "noun necktie; tie 打領帶 dǎ lǐngdài tie (or knot) a necktie 把領帶解下來 bǎ lǐngdài jiě xiàlai untie (or remove) a necktie 穿襯衫繫領帶 chuān chènshān jìlǐngdài wear a shirt and tie",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "铅",
        "pronunciation": "qian1",
        "definition": "noun 1 chemistry lead; plumbum (Pb) 2 lead (in a pencil); black lead",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "铅笔",
        "pronunciation": "qian1bi3",
        "definition": "noun pencil",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "身后",
        "pronunciation": "shen1hou4",
        "definition": "noun 1 behind sb. 他身後跟著一群人。 tā shēnhòu gēnzhe yī qún rén. He was followed by a group of people. 2 after one's death 身後留下一大筆遺產 shēnhòu liúxià yī dàbǐ yíchǎn left sb. a large inheritance",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "抱",
        "pronunciation": "bao4",
        "definition": "verb 1 hold or carry in the arms; embrace; hug 抱著小孩子 bào zhe xiǎoháizi take a child in one’s arms 不要抱住錯誤觀點不放。 Bùyào bào zhù cuòwù guāndiǎn bù fàng. Don’t stick to your wrong views. 2 have one's first child or grandchild 她快抱孫子了。 Tā kuài bào sūnzi le. She’ll soon be a grandmother. 3 adopt (a child) 他的女兒是抱(來)的。 tā de nǚ'ér shì bào de. His daughter is adopted. 4 colloquial hang together 抱成一團 bàochéngyītuán gang up; hang together 5 dialect (of shoes and clothes) fit 這件上衣抱身兒。 Zhè jiàn shàngyī bào shēnr. This jacket fits well. 6 cherish; harbour 抱(有)很大希望 bào hěn dà xīwàng entertain high hopes 抱一線希望 bào yī xiàn xīwàng hope against hope 抱正確的態度 bào zhèngquè de tàidu adopt (or take) a correct attitude; have a good attitude 抱最好的希望, 作最壞的打算 bào zuìhǎo de xīwàng, zuò zuìhuài de dǎsuan hope for the best, but prepare for the worst 不抱幻想 bù bào huànxiǎng cherish no illusions \nmeasure word armful of 一抱草 yī bào cǎo an armful of hay 這棵樹有一抱粗。 zhè kē shù yǒu yī bào cū. You can just get your arms around this tree trunk. \nverb hatch (eggs); brood",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "公园",
        "pronunciation": "gong1yuan2",
        "definition": "noun park; public garden 國家公園 guójiāgōngyuán national park",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "1",
        "reviewed": "2"
    },
    {
        "headword": "晒",
        "pronunciation": "shai4",
        "definition": "verb 1 (of the sun) shine upon 曬裂 shài liè suncrack 曬傷 shàishāng sunburn 乾曬 gān shài dry in the sun 日曬雨淋 rìshàiyǔlín be exposed to the sun and rain 這裡曬得慌。 Zhèlǐ shài de huāng. There’s too much sun here. 他的臉曬黑了。 Tā de liǎn shài hēi le. His face is tanned. 2 dry in the sun; bask 曬鹽 shàiyán solar (sea) salt 曬被子 shài bèizi air a quilt 曬糧食 Shài liángshi dry grain in the sun 曬煙葉 shài yānyè sun-cure tobacco 放在太陽底下曬曬。 Fàng zài tàiyáng dǐxia shài shài. Leave it to dry in the sun. 3 dialect ignore (sb.) 4 internet show 曬工資 shài gōngzī make public one’s salary",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "太阳",
        "pronunciation": "tai4yang2",
        "definition": "noun 1 sun 太陽光 tàiyángguāng sun’s rays; sunshine; sunlight 太陽大氣 tàiyáng dàqì solar atmosphere 2 sun's rays; sunshine; sunlight 曬太陽 shài tàiyáng bask in the sun; sunbathe 今天太陽很好。 Jīntiān tàiyáng hěn hǎo. It’s a lovely sunny day. 3 (on the human head) temples",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "刚刚",
        "pronunciation": "gang1gang1",
        "definition": "adverb 1 just; only; exactly 天剛剛亮。 Tiān gānggāng liàng. It is just beginning to get light. 2 a moment ago; just now 他剛剛走。 Tā gānggāng zǒu. He left just a minute ago. 報紙剛剛到。 Bàozhǐ gānggāng dào. The newspaper came just now.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "完",
        "pronunciation": "wan2",
        "definition": "adjective intact; whole 完好 wánhǎo whole; complete \nverb 1 run out; use up; exhaust 我們的存貨已經快完了。 wǒmen de cúnhuò yǐjing kuài wán le. Our stock is nearly exhausted. 信紙用完了。 Xìnzhǐ yòng wán le. The writing pad is used up. 2 finish; complete; be over; be through 下期續完 Xià qī xù wán to be concluded in the next issue 會開完了。 Huì kāi wán le. The meeting is over. 我馬上就完。 Wǒ mǎshàng jiù wán. I’ll be through soon. 3 pay See 32043264完稅wan2shui4完稅 4 be done for; be finished See 32037376完蛋wan2dan4完蛋",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "3",
        "reviewed": "3"
    },
    {
        "headword": "漂亮",
        "pronunciation": "piao4liang5",
        "definition": "adjective 1 handsome; good-looking; pretty; beautiful 漂亮的色彩 piàoliang de sècǎi beautiful colours 漂亮的小姑娘 piàoliang de xiǎogūniang pretty little girl 漂亮的小伙子 piàoliang de xiǎohuǒzi handsome young man 打扮得漂漂亮亮的 dǎban de piàopiàoliangliang de be smartly dressed 2 remarkable; brilliant; splendid; beautiful 打一個漂亮仗 dǎ yī ge piàoliang zhàng fight a fine battle; win a brilliant victory 普通話說得很漂亮 pǔtōng huà shuō de hěn piàoliang speak beautiful standard Chinese 守門員這個球救得真漂亮。 Shǒuményuán zhège qiú jiù de zhēn piàoliang. The goalie made a beautiful save. 3 high-sounding (but will not come true) 光說得漂亮有什麼用？ Guāng shuōdepiàoliang yǒu shénme yòng? What’s the point of simply paying lip service? or High-sounding words are no use.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "衣服",
        "pronunciation": "yi1fu5",
        "definition": "noun clothing; clothes 衣服裡子 yīfu lǐzi lining 外邊冷, 多穿些衣服。 Wàibian lěng, duō chuān xiē yīfu. It’s cold outside. Put on more clothes.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "右边",
        "pronunciation": "you4bian5",
        "definition": "noun right (or right-hand) side; right 右邊第二間 yòubian dì-èr jiān second room to the right 樓右邊有家超市。 lóu yòubian yǒu jiā chāoshì. There’s a supermarket to the right of the building.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "左边",
        "pronunciation": "zuo3bian5",
        "definition": "noun left; left (or left-hand) side 房子左邊(兒)有一棵榆樹。 Fángzi zuǒbian yǒu yī kē yúshù. There’s an elm tree to the left of the house.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "1",
        "reviewed": "3"
    },
    {
        "headword": "当",
        "pronunciation": "dang1",
        "definition": "verb 1 work as; serve as; be 選他當組長 Xuǎn tā dāng zǔzhǎng elect him group leader 我長大要當飛行員。 Wǒ zhǎngdà yào dāng fēixíngyuán. I want to be a pilot when I grow up. 2 bear; accept; deserve 敢做敢當 gǎnzuògǎndāng dare to act and to take the consequences 我可當不起這樣的誇獎。 Wǒ kě dāng bù qǐ zhèyàng de kuājiǎng. I just don’t deserve such praise. 3 direct; manage; be in charge of See 19645696當家dang1jia1當家 4 [as aux.] ought to; should; must 能省的就省, 當用的還是得用。 Néng shěng de jiù shěng, dāng yòng de háishi dé yòng. Save what you can, but use what you must. 5 literary hold back; block See 31200768螳臂當車tang2bi4dang1che1螳臂當車 \nadjective equal See 26675200門當戶對men2dang1hu4dui4門當戶對 \npreposition 1 in sb.'s presence; to sb.'s face 咱當著大家談一談。 Zán dāng zhe dàjiā tán yī tán. Let’s speak out in the presence of everyone. 2 just at (a time or place) 當莫扎特四歲時, 就開始寫小步舞曲。 dāng mò zhā tè sì suìshí, jiù kāishǐ xiě xiǎobù wǔqǔ. When only four, Mozart was composing minuets. \nonomatopoeia sound of a gong or a bell 當當的鐘聲 Dāng dāng de zhōngshēng the tolling of a bell \nnoun literary end 瓦當 wǎdāng eaves tile",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "笑容满面",
        "pronunciation": "xiao4rong2man3mian4",
        "definition": "be all smiles; have a broad smile on one’s face",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "2",
        "reviewed": "2"
    },
    {
        "headword": "全家福",
        "pronunciation": "quan2jia1fu2",
        "definition": "noun 1 photograph of the whole family 2 hotchpotch (as a dish)",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "来自",
        "pronunciation": "lai2zi4",
        "definition": "come from",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "非洲",
        "pronunciation": "Fei1zhou1",
        "definition": "noun Africa",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "相亲相爱",
        "pronunciation": "xiang1qin1-xiang1ai4",
        "definition": "idiom be friendly or on intimate terms 同學們相親相愛, 關係十分融洽。 Tóngxué men xiāngqīnxiāng'ài, guānxi shífēn róngqià. The students are very close and get on well together.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "手笔",
        "pronunciation": "shou3bi3",
        "definition": "noun 1 famous person's own handwriting (or painting) 這一題詞是魯迅先生的手筆。 Zhè yī tící shì Lǔ Xùn xiānsheng de shǒubǐ. This inscription is in Lu Xun’s own handwriting. 2 literary skill 手筆不凡 shǒubǐ bùfán outstanding literary skill 3 style (in handling matters, esp. spending money) 手筆闊 shǒubǐkuò liberal with money; largesse",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "2",
        "reviewed": "2"
    },
    {
        "headword": "条",
        "pronunciation": "tiao2",
        "definition": "noun 1 twig 這棵葡萄長出了許多新條。 Zhè kē pútao zhǎng chū le xǔduō xīn tiáo. This grapevine has grown many new twigs. 2 long narrow piece; strip; slip 把一塊布撕成條 Bǎ yī kuài bù sī chéng tiáo tear a piece of cloth into strips 3 brief informal note 經理不在, 請你給他留個條吧。 Jīnglǐ bù zài, qǐng nǐ gěi tā liú ge tiáo ba. The manager is out. Will you leave a note for him, please? 4 item; article 這項條約的正文共八條。 Zhè xiàng tiáoyuē de zhèngwén gòng bā tiáo. The main body of the treaty consists of eight articles. 5 order 有條不紊 yǒutiáobùwěn in an orderly way \nmeasure word 1 [for long, or narrow, or thin objects] 兩條魚 Liǎng tiáo yú two fish 三條船 sān tiáo chuán three ships 一條床單 Yī tiáo chuángdān a bed sheet 一條大街 yī tiáo dàjiē an avenue 一條肥皂 yī tiáo féizào a bar of soap 一條褲子 yī tiáo kùzi a pair of trousers 一條香煙 yī tiáo xiāngyān a carton of cigarettes 2 [for certain nouns] 兩條新聞 liǎng tiáo xīnwén two pieces (or items) of news 三條人命 sān tiáo rénmìng three human lives 四條建議 sì tiáo jiànyì four proposals 一條好漢 yī tiáo hǎohàn a brave man 一條妙計 yī tiáo miàojì a brilliant scheme 一條好嗓子 yī tiáo hǎo sǎngzi a good voice",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "比较",
        "pronunciation": "bi3jiao4",
        "definition": "verb compare; contrast 把譯文和原文比較一下 Bǎ yìwén hé yuánwén bǐjiào yīxià check the translation against the original 做細緻的比較 Zuò xìzhì debǐjiào make a detailed comparison 做粗略的比較 zuò cūlüè debǐjiào make a rough comparison 有比較才能鑒別。 Yǒu bǐjiào cái néng jiànbié. Comparison leads to differentiation. 和其他孩子比較, 他有點兒遲鈍。 hé qítā háizibǐjiào, tā yǒudiǎnr chídùn. He is a bit slow compared to other children. \nadverb fairly; comparatively; relatively; quite; rather 比較好 bǐjiào hǎo fairly good 比較快 bǐjiào kuài relatively fast 比較累 bǐjiào lèi rather tired 比較而言 bǐjiào'éryán relatively speaking \npreposition (used to compare a difference in degree) 比較去年有顯著的增長 Bǐjiào qùnián yǒu xiǎnzhù de zēngzhǎng show a marked increase over last year",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "正在",
        "pronunciation": "zheng4zai4",
        "definition": "adverb in process of; in course of 正在進行磋商。 Zhèngzài jìnxíng cuōshāng. Consultations are under way. 正在修建一條新鐵路。 Zhèngzài xiūjiàn yī tiáo xīn tiělù. A new railway is under construction. 他們正在聊天。 Tāmen zhèngzài liáotiān. They’re having a chat. 許多問題正在討論。 Xǔduō wèntí zhèng zài tǎolùn. Many questions are under discussion.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "2",
        "reviewed": "2"
    },
    {
        "headword": "寿司",
        "pronunciation": "shou4si1",
        "definition": "noun transliteration sushi",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "筷子",
        "pronunciation": "kuai4zi5",
        "definition": "noun chopsticks 竹筷子 zhú kuàizi bamboo chopsticks",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "1",
        "reviewed": "2"
    },
    {
        "headword": "根",
        "pronunciation": "gen1",
        "definition": "noun 1 root (of a plant) 樹根 shùgēn roots of a tree 扎根 zhāgēn take root 2 descendants; offspring; progeny 單根獨苗 dāngēndúmiáo the sole male descendant (or heir) 3 root; foot; base 牆根 qiánggēn foot (or base) of a wall 舌根 shégēn root of the tongue 4 cause; origin; source; root 挖掉窮根 Wā diào qiónggēn do away with the root cause of poverty 彼此知根知底 Bǐcǐ zhī gēn zhīdǐ know each other’s background very well 5 abbreviation mathematics root 6 mathematics solution of an algebraic equation 7 chemistry radical 複根 fùgēn compound radical 酸根 suāngēn acid radical \nmeasure word [for long, thin objects] 一根火柴 Yī gēn huǒchái a match 一根小繩子 yī gēn xiǎo shéngzi a piece of string \nadverb thoroughly; completely; entirely See 21619968根除gen1chu2根除",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "扇子",
        "pronunciation": "shan4zi5",
        "definition": "noun fan 扇扇子 shān shànzi fan oneself; use a fan 一把扇子 Yī bǎ shànzi a fan",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "2",
        "reviewed": "2"
    },
    {
        "headword": "芥末",
        "pronunciation": "jie4mo5",
        "definition": "noun mustard 芥末牛排 jièmo niúpái mustard steak",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "酱",
        "pronunciation": "jiang4",
        "definition": "noun 1 thick sauce made from soya beans, flour, etc. 2 sauce; paste; jam 黃醬 huángjiàng salted and fermented soya paste 豆瓣醬 dòubànjiàng soybean paste 花生醬 huāshēngjiàng peanut butter 蘋果醬 píngguǒjiàng apple jam \nverb cook or pickle in soy sauce 醬姜 jiàng jiāng soy preserved ginger 醬鴨 jiàng yā marinated duck 醬牛肉 jiàngniúròu beef stewed in soy sauce 醬豬蹄 jiàng zhūtí trotter cooked in soy sauce 把雞翅醬一下。 bǎ jī chì jiàng yīxià. Have the chicken wings cooked in soy sauce.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "3",
        "reviewed": "3"
    },
    {
        "headword": "三文鱼",
        "pronunciation": "san1wen2yu2",
        "definition": "salmon (loanword)",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "鲷鱼",
        "pronunciation": "diao1 yu2",
        "definition": "Daurade",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "夫妻",
        "pronunciation": "fu1qi1",
        "definition": "noun man and wife; husband and wife 夫妻分居 fū qī fēn jū separation; live apart 夫妻無隔夜之仇 (=夫妻不生隔夜氣)。 fūqī wú géyè zhī chóu Enmity between husband and wife doesn’t last the night.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "厨房",
        "pronunciation": "chu2fang2",
        "definition": "noun kitchen 廚房設備 chúfáng shèbèi kitchen equipment 廚房用具 chúfáng yòngjù kitchen (or cooking) utensils",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "妻子",
        "pronunciation": "qi1zi5",
        "definition": "noun wife",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "2",
        "reviewed": "2"
    },
    {
        "headword": "切",
        "pronunciation": "qie1",
        "definition": "verb cut; slice 切菜 qiē cài cut up vegetables 切肉 qiēròu slice meat 切成兩半 qiē chéng liǎng bàn cut sth. into halves 切開西瓜 qiēkāi xīguā cut a watermelon open \nnoun mathematics tangency",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "丈夫",
        "pronunciation": "zhang4fu5",
        "definition": "noun husband",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "搭把手",
        "pronunciation": "da1ba3shou3",
        "definition": "to help out",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "Ｔ恤",
        "pronunciation": "T5 xu4",
        "definition": "T-shirt",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "灰色",
        "pronunciation": "hui1se4",
        "definition": "noun 1 grey 深灰色 shēnhuīsè dark grey 一件灰色(的)上衣 Yī jiàn huīsè shàngyī a grey jacket 2 figurative greyness; gloom; darkness; pessimism 灰色人生觀 huīsè rénshēngguān pessimistic (or grey) outlook on life 灰色的作品 huīsè de zuòpǐn literary work pessimistic in tone 3 obscurity; ambiguity 4 figurative of questionable origin",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "衬衣",
        "pronunciation": "chen4yi1",
        "definition": "noun 1 underclothes; undergarments 2 shirt",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "旁边",
        "pronunciation": "pang2bian1",
        "definition": "noun side 旁邊有一棵樹。 Pángbiān yǒu yī kē shù. There is a tree nearby. 我坐在他旁邊。 Wǒ zuò zài tā pángbiān. I sat by his side.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "绿色",
        "pronunciation": "lü4se4",
        "definition": "noun 1 green (colour) 身穿綠色軍裝 shēnchuān lǜsè jūnzhuāng be dressed in a green army uniform 2 figurative green; environment-friendly 綠色奧運 lǜsè Ào-Yùn green Olympic Games",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "蔬菜",
        "pronunciation": "shu1cai4",
        "definition": "noun vegetables; greens; greenstuff 有機蔬菜 yǒujī shūcài organic vegetable 蔬菜栽培 shūcài zāipéi vegetable growing (or farming)",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "1",
        "reviewed": "2"
    },
    {
        "headword": "黑板",
        "pronunciation": "hei1ban3",
        "definition": "noun blackboard",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "记笔记",
        "pronunciation": "Ji4 bi3ji4",
        "definition": "take notes",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "座子",
        "pronunciation": "zuo4zi5",
        "definition": "noun 1 stand; pedestal; base 2 saddle (of a bicycle, motorcycle, etc.)",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "2",
        "reviewed": "2"
    },
    {
        "headword": "纸",
        "pronunciation": "zhi3",
        "definition": "noun paper 一張紙 yī zhāng zhǐ a piece (or sheet) of paper Ａ４紙 À zhǐ A4 paper \nmeasure word literary [for letters, documents, etc.] 一紙公文 yī zhǐ gōngwén a document 單據三紙 dānjù sān zhǐ three bills",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "3",
        "reviewed": "3"
    },
    {
        "headword": "专心",
        "pronunciation": "zhuan1xin1",
        "definition": "adjective concentrate one's attention; absorbed 學習必須專心。 Xuéxí bìxū zhuānxīn. Study requires great focus.",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "棕色",
        "pronunciation": "zong1se4",
        "definition": "noun brown 棕色森林土 zōngsè sēnlín tǔ brown forest soil",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "件",
        "pronunciation": "jian4",
        "definition": "noun 1 single item 工件 gōngjiàn workpiece 零件 língjiàn part 2 letter; correspondence; paper; document 來件 láijiàn mail received 密件 mìjiàn confidential letter \nmeasure word 1 [for matters in general] 大件 dàjiàn big piece; bulky piece 一件事 Yī jiàn shì a matter; a thing 一件工作 yī jiàn gōngzuò a piece of work; a job 2 [for clothing, furniture, luggage, etc.] 一件大衣 yī jiàn dàyī an overcoat 一件家具 yī jiàn jiāju a piece of furniture 三件行李 sān jiàn xíngli three pieces of luggage 一件一件地點查 Yī jiàn yī jiàn dìdiǎn chá check piece by piece",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "短袖",
        "pronunciation": "duan3xiu4",
        "definition": "short sleeves",
        "category": "Cours6 - 25.03",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "老",
        "pronunciation": "lao3",
        "definition": "adjective 1 old; aged (opp. 少, 幼) 老馬 lǎo mǎ old horse 老樹 lǎoshù old tree 老婦人 lǎofùrén old woman 顯老 xiǎnlǎo look old for one’s age 不顯老 bù xiǎn lǎo bear (or carry) one’s age well 逐年見老 zhúnián jiànlǎo show signs of age year by year 我老了, 走路走不快了。 Wǒ lǎo le, zǒulù zǒu bù kuài le. I’m getting old and can’t walk very fast. 2 old; of long standing (opp. 新) 老歌 lǎogē old song 老機器 lǎo jīqì old machine 老習慣 lǎo xíguàn old habit 老相識 lǎoxiāngshí old acquaintance 這種紙煙牌子很老了。 Zhèzhǒng zhǐyān páizi hěn lǎo le. This is a very old brand of cigarettes. 3 outdated; old-fashioned; obsolete (opp. 新) 老方法 lǎo fāngfǎ outmoded method 老式樣 lǎo shìyàng old fashion 4 original; former; same 老版本 lǎo bǎnběn original edition 老部下 lǎo bùxia former subordinate 5 (of vegetables) overgrown (opp. 嫩) 老筍 lǎo sǔn tough bamboo shoots 老菠菜 lǎo bōcài overgrown spinach 6 (of food) tough; overdone; well-done (opp. 嫩) 雞蛋煮老了。 Jīdàn zhǔ lǎo le. The eggs have been hard boiled. 牛肉太老。 Niúròu tài lǎo. The beef is too tough. 青菜不要炒得太老。 Qīngcài bùyào chǎo de tài lǎo. Don’t overcook the greens. 我喜歡吃老一點兒的牛排。 wǒ xǐhuan chī lǎo yīdiǎnr de niúpái. I like steak quite well-done. 7 experienced; veteran; seasoned 老作家 Lǎo zuòjiā veteran writer 8 (of certain colours) dark 老綠 lǎo lǜ dark green 老紅 lǎo hóng dark red 這件上衣顏色太老了。 Zhè jiàn shàngyī yánsè tài lǎo le. This jacket is too dark. 9 colloquial last born; youngest 老閨女 lǎoguīnü youngest daughter \nnoun 1 senior person; old people; venerable old man 敬老 jìnglǎo show respect for the aged 徐老 xú lǎo revered old Xu 養老院 yǎnglǎoyuàn home for the aged; senior citizens’ home 2 (Lǎo) a surname \nverb dialect euphemistic [followed by 了 le, usu. of an old person] pass away; die 王大爺前天老了。 wáng dàye qiántiān lǎo le. Grandpa Wang died the day before yesterday. \nadverb colloquial 1 for a long time 老沒見你啊。 Lǎo méi jiàn nǐ a. I haven’t seen you for ages. 2 always; all the time 老管閒 lǎo guǎn xiánshì be always meddling 老想不開 lǎo xiǎngbùkāi keep on worrying; cannot put sth. out of one’s mind 他老那麼幹。 Tā lǎo nàme gàn. He does it all the time. 3 very 老遠 lǎoyuǎn far away 老早 lǎozǎo very early 老長的鬍子 lǎo cháng de húzi very long beard 太陽已經老高了。 Tàiyáng yǐjing lǎo gāo le. The sun is already high. \naffix 1 [in terms of address before the surnames of acquaintances or friends to indicate intimacy or informality] 老王 lǎo wáng Lao Wang 2 [in kinship terms before numerals to indicate order of seniority] 老大 lǎodà eldest; number one (among sons, daughters, brothers, or sisters) 老二 lǎo'èr number two 老么 lǎoyāo youngest 3 [in certain names of animals and plants] See 25432576老虎lao3hu3老虎;25469696老玉米lao3yu4mi5 老玉米",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "1",
        "reviewed": "6"
    },
    {
        "headword": "师",
        "pronunciation": "Shi1",
        "definition": "surname Shi",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "学",
        "pronunciation": "xue2",
        "definition": "noun 1 learning; knowledge 博學 bóxué learned; erudite 2 subject of study; branch of learning 數學 shùxué mathematics 文學 wénxué literature 3 school; college 大學 dàxué university; college 上學 shàngxué go to school; attend school; be at school \nverb 1 study; learn 學外語 xué wàiyǔ learn (or study) a foreign language 學文化 xué wénhuà acquire an elementary education; learn to read and write 學先進 xué xiānjìn emulate the advanced 學游泳 xué yóuyǒng learn swimming 把新技術學到手 bǎ xīn jìshù xué dào shǒu master a new skill 學而不化, 不如不學。 xué ér bù huà, bùrú bù xué. Better unlearned than ill-learned. 學而不思則罔；思而不學則殆。(《論語》) xué ér bù sī zé wǎng; sī ér bù xué zé dài. Learning without thought means labour lost; thought without learning is perilous. 2 imitate; mimic 這孩子學他爸爸走路的樣子。 Zhè háizi xué tā bàba zǒulù de yàngzi. The boy imitates his father’s way of walking.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "生",
        "pronunciation": "sheng1",
        "definition": "verb 1 give birth to; bear; generate 生蛋 shēng dàn lay eggs 生孩子 shēng háizi give birth to a child 2 be born; come into existence (opp. 死) 生我者父母, 知我者足下。 shēng wǒ zhě fùmǔ, zhī wǒ zhě zúxià. My parents brought me up, but you alone have understood me. 3 grow 生根 shēnggēn take root; strike root 生芽 Shēng yá sprout 4 be afflicted with; get; have 生疑 shēngyí be suspicious 生凍瘡 shēng dòngchuāng get chilblains 生癤子 shēng jiēzi get boils 5 light (a fire) 生爐子 shēng lúzi light a stove \nnoun life; living 謀生 móushēng make a living 一生 yīshēng all one’s life 生的偉大, 死的光榮！ shēng de wěidà, sǐ de guāngróng! A great life, a glorious death! \nadjective alive; living See 29868032生擒sheng1qin2生擒 \nadjective 1 unripe; green (opp. 熟) 生材 shēngcái green timber 生膠 shēngjiāo raw rubber; caoutchouc 生蘋果 shēng píngguǒ green apple 這些桃子還是生的。 Zhèxiē táozi hái shì shēng de. The peaches are not ripe yet. 2 raw; uncooked (opp. 熟) 生肉 shēngròu raw meat 生水 shēngshuǐ raw water 黃瓜可以生吃。 Huánggua kěyǐ shēng chī. Cucumbers can be eaten raw. 3 unprocessed; unrefined; crude (opp. 熟) See 29870848生石膏sheng1shi2gao1生石膏 4 unfamiliar; unacquainted; strange (opp. 熟) 剛到這裡, 工作還很生。 Gāng dào zhèlǐ, gōngzuò hái hěn shēng. I’ve only just come here. I’m still not familiar with the work. 5 stiff; mechanical See 29846784生湊sheng1cou4生湊 \nadverb [before certain words, indicating feeling or perception] very; much 生疼 shēngténg very painful \nnoun 1 pupil; student 留級生 liújí shēng pupil who is repeating the year’s work 優等生 yōuděngshēng top student 2 intellectual; scholar 書生 shūshēng intellectual; scholar 3 [noun suffix, in names of occupations or stations of persons] 醫生 yīshēng doctor 4 theater male role (one of the four main roles in traditional opera, the other three being 旦 dàn,凈 jìng, and 丑 chǒu; subdivided into 老生 lǎoshēng,小生 xiǎoshēng,武生 wǔshēng, etc.) \naffix [added to certain adverbs] See 22440960好生hao3sheng1好生;35694336怎生zen3sheng1 怎生",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "同",
        "pronunciation": "tong2",
        "definition": "verb be the same as “鎚”同“錘”。 “chuí”tóng“chuí”. 鎚 is the same as 錘。 \nadjective same; alike; similar 同年級 tóng niánjí in the same grade \nadverb together; in common 和工人同吃同住同勞動 Hé gōngrén tóng chī tóng zhù tóng láodòng eat, live, and work with the workers; live with the workers, eat the same food, and join them in physical labour 我們兩國同屬第三世界。 Wǒmen liǎng guó tóng shǔ dì-sān shìjiè. Both our countries belong to the Third World. \npreposition 1 [indicating company, relationship, involvement, etc.] with 我同你一起去。 Wǒ tóng nǐ yīqǐ qù. I’ll go with you. 這同你沒有關係。 Zhè tóng nǐ méiyǒu guānxi. This has nothing to do with you. 這件事同他有牽連。 Zhè jiàn shì tóng tā yǒu qiānlián. He is implicated in the affair. 2 [introducing the recipient of an action] 他同我商量下一步該怎麼辦。 Tā tóng wǒ shāngliang xià yī bù gāi zěnme bàn. He consulted me about what to do next. 他上午來同我告別。 tā shàngwǔ lái tóng wǒ gàobié. He came to say good-bye to me this morning. 3 [showing comparison] like; in relation to 同去年相比, 產量增加了20%。 tóng qùnián xiāngbǐ, chǎnliàng zēngjiā le 20%. Output has increased by 20% over last year. 湖面同明鏡一樣清澈。 Húmiàn tóng míngjìng yīyàng qīngchè. The limpid lake is like a mirror. 4 dialect for 別著急, 我同你想個辦法。 Bié zháojí, wǒ tóng nǐ xiǎng ge bànfǎ. Don’t worry, I’ll find you a way out. 這封信我一直同你保存著。 Zhè fēng xìn wǒ yīzhí tóng nǐ bǎocúnzhe. I’ve kept this letter for you all this time. \nconjunction and 老師同學生 Lǎoshī tóng xuésheng teachers and students",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "事",
        "pronunciation": "shi4",
        "definition": "noun 1 matter; affair; thing; business 國家大事 guójiā dàshì state affairs 這事兒不好辦。 zhè shì r bù hǎobàn. This matter is hard to manage. 這是怎麼回事兒？ Zhè shì zěnme huí shì r? What’s this all about? or What’s happening? 2 trouble; accident 出事 chūshì meet with a mishap; have an accident 3 job; work 她找到事兒了。 Tā zhǎo dào shìr le. She’s got a job. or She’s found a job. 4 responsibility; involvement 沒你的事。 Méi nǐ de shì. It’s none of your business. 這件案子裡還有他的事兒呢。 Zhè jiàn ànzi lǐ hái yǒu tā deshì r ne. He was involved in this case too. 有我什麼事兒, 幹嗎怪我？ Yǒu wǒ shénmeshì r, gànmá guài wǒ? I had nothing to do with it, so why blame me? \nverb literary 1 wait upon; serve 事父母 shì fùmǔ wait upon one’s parents 2 be engaged in 不事營生 bù shì yíngsheng lead an idle life",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "1",
        "reviewed": "6"
    },
    {
        "headword": "汉",
        "pronunciation": "han4",
        "definition": "man",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "语",
        "pronunciation": "yu3",
        "definition": "noun 1 language; tongue 本族語 běnzúyǔ native language 2 set phrase; proverb; saying 語云, “將欲取之, 必先與之。” Yǔyún,  “jiāng yù qǔ zhī, bì xiān yǔ zhī. As the saying goes, “Give in order to take.” 3 nonlinguistic means of communicating ideas; sign; signal 4 words; expression 語多乖戾 yǔduōguāilì use absurd and offensive remarks 語不驚人死不休 (杜甫《江上值水如海勢聊短述》) yǔ bù jīngrén sǐ bùxiū  never rest until one finds some words that can cause a great sensation 5 (of birds, insects, etc.) twitter \nverb speak; say 細語 xìyǔ speak in details",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "朋",
        "pronunciation": "peng2",
        "definition": "noun friend 良朋 liángpéng good friend 賓朋滿座。 Bīnpéngmǎnzuò. There was a houseful of guests. or The house was full of visitors. \nverb literary 1 gather round; gang up 朋奸 péngjiān conspire 朋宴 péngyàn (of friends) dine together 2 rival; equal 碩大無朋 shuòdàwúpéng of enormous size; huge; gigantic",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "友",
        "pronunciation": "you3",
        "definition": "noun 1 friend 好友 hǎoyǒu good (or great) friend 敵友不分 dí yǒu bù fēn not distinguish between friend and foe 2 companion; company 球友 qiúyǒu companion in playing ball game; playmate 3 member of the same institution, unit, etc. 校友 xiàoyǒu schoolmate; schoolfellow; alumnus \nadjective 1 friendly See 35059456友愛you3ai4友愛 2 of friendly relations 友方 yǒu fāng friendly side",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "哪",
        "pronunciation": "na3",
        "definition": "pronoun 1 [in questions] which; what 你學的是哪國語言？ Nǐ xué de shì nǎ guó yǔyán？ What foreign language are you studying? 我們這裡有兩位姓張的, 您要找的是哪一位？ Wǒmen zhèlǐ yǒu liǎng wèi xìng zhāng de, nín yào zhǎo de shì nǎ yī wèi？ We’ve got two Zhangs here. Which one do you want? 2 [in statements to indicate sth. indefinite] whichever; any that 哪天有空就請過來。 Nǎ tiān yǒukòng jiù qǐng guòlai. Come over whenever you are free. 你喜歡哪件就拿哪件。 Nǐ xǐhuannǎ jiàn jiù ná nǎ jiàn. Take whichever you prefer. \nadverb [in rhetorical questions to express negation] 哪有這樣的事？ Nǎ yǒu zhèyàng de shì？ Nothing of the sort (or kind)! 沒有昨天的流血犧牲, 哪有今天的幸福生活？ Méiyǒu zuótiān de liúxuè xīshēng, nǎ yǒu jīntiān de xìngfú shēnghuó? Without past sacrifices how could we have such a happy life today?",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "国",
        "pronunciation": "guo2",
        "definition": "noun 1 country; nation; state 大國 dàguó a big country 強國 qiángguó a powerful nation 諸侯國 zhūhóu guó feudal states 保家衛國 bǎojiāwèiguó protect our homes and defend our country 利國利民 lìguólìmín benefit both country and people; good for the country and for the people 2 best of the nation See 22188288國手guo2shou3國手;22186496國色guo2se4國色 3 abbreviation Kuomintang (KMT) 國共兩黨 Guó Gòngliǎngdǎng KMT and CPC 4 (Guó) a surname \nadjective 1 of the state; national See 22161408國花guo2hua1國花 2 of our country; Chinese See 22161664國畫guo2hua4國畫",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "谁",
        "pronunciation": "shei2",
        "definition": "(shuí) pronoun 1 who 他是誰？ Tā shì shéi？ Who is he? 他在跟誰說話？ Tā zài gēn shéi shuōhuà？ Who is he talking to? 這是誰的意見？ Zhè shì shéi de yìjian？ Whose idea is this? 2 [in rhetorical questions] who 誰不說他好？ Shéi bù shuō tā hǎo？ Who wouldn’t speak well of him? 誰言寸草心, 報得三春暉。(孟郊《遊子吟》) Shéi yán cùncǎo xīn, bào de sānchūn huī. Such kindness of warm sun, can’t be repaid by grass. 3 someone; anyone 你要找誰嗎？ Nǐ yào zhǎo shéi ma？ Are you looking for someone? 我沒跟誰說話。 Wǒ méi gēn shéi shuōhuà. I didn’t talk to anyone. 有誰能幫助我就好了。 Yǒu shéi néng bāngzhù wǒ jiù hǎo le. If only someone would help me! 4 [before 都 or 也] everyone; anyone 誰也不要。 Shéi yě bùyào. Nobody wants it. 誰都喜歡他。 Shéi dōu xǐhuan tā. Everybody likes him. 5 [repeated in two phrases] whoever 誰污染誰治理的原則 shéi wūrǎn shéi zhìlǐ de yuánzé principle of keeping pollution controlled by whoever making it 誰先到, 誰先吃。 Shéi xiān dào, Shéi xiān chī. Whoever arrives first will eat first. 大家看誰合適就選誰。 Dàjiā kàn shéi héshì jiù xuǎn shéi. You may elect whoever you think is suitable. 6 [as both subject and object to indicate two different people] 他們倆誰也說不服誰。 Tāmen liǎ shéi yě shuō bù fú shéi. Neither of them could convince the other.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "1",
        "reviewed": "6"
    },
    {
        "headword": "年",
        "pronunciation": "nian2",
        "definition": "noun 1 year 年復一年 niánfùyīnián year after year; year in year out 三年 Sān nián three years 2 annual; yearly See 67485923年產量nian2chan3liang4年產量 3 age 年過六十 nián guò liùshí over sixty (years old) 4 period in one's life 老年 lǎonián old age 童年 tóngnián childhood 5 period in history 近年來 jìnniánlái in recent years 明朝初年 míngzhāo chū nián at the beginning of the Ming Dynasty 6 harvest 豐年 fēngnián rich harvest 7 New Year 過年 guònián celebrate the New Year 8 of or for the New Year See 27329792年貨nian2huo4年貨 9 archaic relationship between candidates who passed the same imperial examinations See 67505635年兄nian2xiong1年兄;67506403年誼nian2yi4 年誼 10 (Nián) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "岁",
        "pronunciation": "sui4",
        "definition": "noun 1 literary year 嵗除 suìchú New Year’s Eve 嵗杪 suìmiǎo end of the year; year-end 嵗末 suìmò end of the year 嵗時 suìshí four seasons 嵗朝 suìzhāo first day of the lunar New Year 辭舊嵗, 迎新年 cí jiù suì, yíng xīnnián ring out the old year and ring in the new 2 literary year's harvest 歉嵗 qiànsuì lean year 3 age 同嵗 tóngsuì of the same age 4 literary time 嵗月如梭。 suì yuè rúsuō. How time flies. \nmeasure word year (of age) 三嵗女孩兒 sān suì nǚ hái'ér three-year-old girl",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "家",
        "pronunciation": "jia1",
        "definition": "noun 1 family; household 張家和王家 Zhāng jiā hé wáng jiā the Zhangs and the Wangs 他全家都是工人。 Tā quánjiā dōu shì gōngrén. They’re all workers in his family. 小區裡家家都愛養花。 Xiǎoqū lǐ jiājiā dōu ài yǎnghuā. In this neighbourhood, every family loves growing flowers. 2 home 回家 huíjiā go home 不在家 bù zàijiā not be in; be out 上我家去吧。 Shàng wǒ jiā qù ba. Come to my place. 3 person or family engaged in a certain trade 船家 chuánjiā boatman 4 specialist in a certain field 畫家 huàjiā painter 科學家 kēxuéjiā scientist 5 school of thought 儒家 Rújiā Confucian school 6 self-deprecating my [in speaking of relatives older than oneself] See 23637248家父jia1fu4家父 7 (in playing cards, mah-jong, etc.) party; side See 59564771對家dui4jia1對家;29587456上家shang4jia1上家;36692480莊家zhuang1jia5莊家 \nadjective domestic; tamed (opp. 野) 家兔 jiātù rabbit \nmeasure word [for families or business establishments] 兩家人家 Liǎng jiā rénjia two families 三家商店 sān jiā shāngdiàn three shops 一家電影院 yī jiā diànyǐngyuàn a cinema",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "都",
        "pronunciation": "dou1",
        "definition": "adverb 1 all 大家都到了嗎？ Dàjiā dōu dào le ma？ Is everybody here? 什麼都行。 Shénme dōu xíng. Anything will do. 我父母都不在了。 Wǒ fùmǔ dōu bù zài le. My parents are both deceased. 2 [with 是 to show the cause] 都是你, 把他灌成這樣。 Dōu shì nǐ, bǎ tā guàn chéng zhèyàng. It’s all your fault making him drunk. 都是你老磨蹭, 害得我們遲到了。 Dōu shì nǐ lǎo móceng, hài de wǒmen chídào le. It is because you dawdled that we were late. 3 even 今天天氣真怪, 中午比早晨都冷。 Jīntiān tiānqì zhēn guài, zhōngwǔ bǐ zǎochen dōu lěng. What strange weather, it’s colder at noon than early in the morning! 連他都不知道。 Lián tā dōu bù zhīdao. Even he doesn’t know. 4 already 他都八十歲了, 身子骨還那麼硬朗。 Tā dōu bāshí suì le, shēnzi gǔ hái nàme yìnglang. He’s already eighty but still going strong.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "会",
        "pronunciation": "hui4",
        "definition": "noun 1 meeting; gathering; party; get-together; conference 報告會 bàogàohuì public lecture 研討會 yántǎohuì seminar 2 association; society; union 幫會 bānghuì secret soceity 協會 xiéhuì association 3 temple fair 廟會 miàohuì temple fair 4 association of worshippers 香會 xiānghuì company of Buddhist pilgrims 5 revolving credit association (people who regularly contribute to a common fund and draw from it by turns) 6 chief city; capital 都會 dūhuì metropolis 7 literary opportunity; occasion 適逢其會 shìféngqíhuì happen to be present at the right moment \nverb 1 get together; assemble 聚會 jùhuì meet; get together 2 meet; see 昨天我沒有會著他。 Zuótiān wǒ méiyǒu huì zhe tā. I didn’t see him yesterday. 3 literary happen to 會有客來。 Huì yǒu kè lái. A visitor happened to come by. 4 literary should; ought to \nverb 1 understand; grasp 誤會 wùhuì misunderstand 2 know 他還會兩齣京戲。 Tā hái huì liǎng chū Jīngxì. He knows a few airs of Beijing opera. 我會英語, 不會日語。 Wǒ huì Yīngyǔ, bù huì Rìyǔ. I know English but not Japanese. 3 can; be able to 會滑冰 Huì huábīng can skate 這孩子剛會走路, 還不大會說話。 Zhè háizi gāng huì zǒulù, hái bù dà huì shuōhuà. The infant has just learnt to walk but not to speak yet. 4 excel at; be good at; be skillful in 會修鐘錶 huì xiū zhōngbiǎo skilled in repairing clocks and watches 很會這一套 hěn huì zhè yī tào be a past master of this sort of game 5 be likely to; be sure to 他會來的。 Tā huì lái de. He’s sure to come. 他會在家嗎？ Tā huì zài jiā ma？ Is he likely to be at home? 沒想到(事情)會這麼順利。 méi xiǎngdào huì zhème shùnlì. I didn’t expect things to go so smoothly. \nverb pay (or foot) a bill 飯錢我會過了。 Fàn qián wǒ huì guò le. I’ve paid for the meal. \nnoun colloquial moment 來了一會兒了 Lái le yī huì r le have been here for a while",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "说",
        "pronunciation": "shuo1",
        "definition": "verb 1 speak; talk; say 說風涼話 shuōfēngliánghuà make irresponsible and carping comments 說得多做得少 Shuō de duō zuò de shǎo talk much but do little 說的比唱的好聽 shuō de bǐ chàng de hǎo tīng mouth high-sounding words 說得好不如做得好。 shuō de hǎo bùrú zuòdé hǎo. Better to do well than to say well. 他說法語。 Tā shuō Fǎyǔ. He speaks French. 你說得很對。 Nǐ shuō de hěn duì. What you say is quite true. 那未免說得太輕了。 Nà wèimiǎn shuō de tài qīng le. That’s putting it too mildly. 2 explain 說不通 shuōbùtōng cannot hold water; do not make sense 我一說他就明白了。 Wǒ yī shuō tā jiù míngbai le. I told him how and he caught on at once. 他說了又說, 我還是不懂。 Tā shuō le yòu shuō, wǒ háishi bù dǒng. He explained and explained, but I still couldn’t understand. 3 scold 他父親說了他一頓。 Tā fùqin shuō le tā yī dùn. His father gave him a scolding (or talking-to). 4 act as matchmaker 給他說個媳婦兒 Gěi tā shuō ge xífùr find a wife for him 5 refer to; indicate 你的話是說誰呢？ Nǐ de huà shì shuō shuí ne？ Who did your remarks refer to? \nnoun theory; teachings; doctrine 著書立說 zhùshūlìshuō write books to expound a theory",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "做",
        "pronunciation": "zuo4",
        "definition": "verb 1 do; make; produce; manufacture 做結論 zuò jiélún pass a verdict; reach a conclusion 做衣服 zuò yīfu make clothes 做長期打算 zuò chángqī dǎsuan plan for the long term 這種糖是甜菜做的。 Zhèzhǒng táng shì tiáncài zuò de. This sugar is made from beets. 這是你自己做的嗎？ Zhè shì nǐ zìjǐ zuò de ma？ Did you make this yourself? 2 cook; prepare 做菜 zuòcài cook a dish 3 do; act; engage in 做好本職工作 zuòhǎo běnzhí gōngzuò do one’s best at one’s job 從點滴的事情做起 cóng diǎndī de shìqing zuò qǐ start with little things 大事做不來, 小事又不做 dàshì zuò bù lái, xiǎoshì yòu bù zuò incapable of big jobs yet despise small ones 照正確的意見去做 zhào zhèngquè de yìjian qù zuò act upon correct views 共做了兩萬多個勞動日 gòng zuò le liǎngwàn duō ge láodòngrì did a total of more than 20,000 workdays 4 be; become 做演員 zuò yǎnyuán become an actor or actress; go on the stage 後來她做保育員了。 Hòulái tā zuò bǎoyùyuán le. Later she became a child-care worker. 今天開會由你做主席。 Jīntiān kāihuì yóu nǐ zuò zhǔxí. You’ll be the chairman at today’s meeting. 5 write; compose See 37179904做文章zuo4wen2zhang1做文章 6 hold a family (or home) celebration See 37179648做壽zuo4shou4做壽 7 used as; used for 這篇文章可以做教材。 Zhè piān wénzhāng kěyǐ zuò jiàocái. This article may be used as teaching material. 樹皮可以做造紙的原料。 Shùpí kěyǐ zuò zàozhǐ de yuánliào. Bark may be used as raw material for paper. 8 form or contract a relationship 做對頭 zuò duìtóu set oneself against sb. 做朋友 zuò péngyou make friends with 9 pretend; feign; do sth. for form's sake See 37181184做樣子zuo4yang4zi5做樣子 10 dialect kill 把人質做了 bǎ rénzhì zuòle kill the hostage",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "菜",
        "pronunciation": "cai4",
        "definition": "noun 1 vegetable; greens 種菜 zhòngcài grow vegetables 2 (non-staple) food 上街買菜 shàngjiē mǎi cài go to the market to buy food 3 dish; course 川菜 Chuāncài Sichuan dishes; Sichuan cuisine 做菜 zuòcài prepare the dishes; do the cooking 一道菜 yī dào cài a course 做四道菜 zuò sì dào cài prepare a four-course meal 地方風味菜 dìfang fēngwèi cài local cuisine 4 (edible) wild herbs 吃糠咽菜 chī kāng yàn cài barely keep alive on chaff and wild herbs 5 oil seed rape; rape",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "4",
        "reviewed": "8"
    },
    {
        "headword": "吃",
        "pronunciation": "chi1",
        "definition": "verb 1 eat; take 吃茶 chīchá drink tea 吃糖 chītáng have some sweets 吃藥 chīyào take medicine 吃蘋果 chī píngguǒ eat an apple 吃得很飽 chī de hěn bǎo have eaten one’s fill; be quite full 2 have one's meals; eat somewhere 吃食堂 chī shítáng have one’s meals in the mess 3 live on (or off) 吃利息 chī lìxī live on interest 4 annihilate; wipe out 吃掉敵軍一個師 chī diào díjūn yī ge shī annihilate an enemy division 吃一個子兒 chī yī gèzir take a piece (in chess) 5 exhaust; be a strain on 吃力 chīlì strenuous; difficult 6 absorb; soak up 茄子很吃油。 Qiézi hěn chī yóu. Eggplants need a lot of oil in cooking. 這種紙不吃墨水。 Zhèzhǒng zhǐ bù chī mòshuǐ. This kind of paper does not absorb ink. 7 suffer; bear; incur 吃黃牌 chī huángpái get a yellow card 連吃敗仗 lián chī bàizhàng suffer one defeat after another 腿上吃了一槍 Tuǐ shàng chī le yī qiāng wounded by a shot in the leg 我可不吃這一套。 Wǒ kě bù chī zhè yī tào. I won’t put up with this. or I am not impressed. \npreposition VARIANT OF 17372672被bei4被 [used in a passive structure to introduce either the doer of the action, or the action alone] by 吃笑 chī xiào be laughed at 吃拳頭 chī quántou get a beating 吃人恥笑 chī rén chǐxiào be an object of ridicule \nadjective stammer; stutter 口吃 kǒuchī speak with a stammer; stutter",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "写",
        "pronunciation": "xie3",
        "definition": "verb 1 write 寫封信 xiě fēng xìn write a letter 寫副對聯 Xiě fù duìlián write a couplet 寫得一手好字 xiě de yī shǒu hǎo zì have good handwriting; write a good hand 我喜歡寫鋼筆字, 不喜歡寫毛筆字。 Wǒ xǐhuan xiě gāngbǐ zì, bù xǐhuan xiě máobǐ zì. I like to write with a pen and not with a writing-brush. 這支筆不好寫。 Zhè zhī bǐ bù hǎo xiě. This pen doesn’t write well. 2 compose; write (as an author, reporter, etc.) 寫詩 xiěshī compose a poem 寫論文 xiě lùnwén write a paper (or thesis) 寫日記 xiě rìjì make an entry in one’s diary; keep a diary 寫小說 Xiě xiǎoshuō write a novel 文章寫成了嗎？ Wénzhāng xiě chéng le ma？ Have you finished writing the article? 3 describe; depict 寫人物的心理活動 xiě rénwù de xīnlǐ huódòng depict the characters’ mental activities 這個人物叫他寫活了。 Zhège rénwù jiào tā xiě huó le. His portrayal of the character is vivid and true to life. 4 paint; draw See 33305344寫生xie3sheng1寫生",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "4",
        "reviewed": "8"
    },
    {
        "headword": "字",
        "pronunciation": "zi4",
        "definition": "noun 1 word; character 你這個字寫得不對。 Nǐ zhège zì xiě de bù duì. You wrote this character wrong. See 78122467字形zi4xing2字形;78123491字義zi4yi4 字義 2 pronunciation (of a word or character) 說話字字清楚 Shuōhuà zìzì qīngchu pronounce every word clearly; have clear articulation 3 form of a written or printed character; style of handwriting; print type 柳字 liǔ zì style of calligraphy of Liu Gongquan (柳公權, 778-865) 篆字 zhuànzì seal character 黑體字 hēitǐzì boldface type 他寫得一手好字。 Tā xiě de yī shǒu hǎo zì. He writes a good hand. or He has good handwriting. 4 scripts; writings 專藏字, 不藏畫 Zhuān cáng zì, bù cáng huà only collect calligraphy, not paintings 5 receipt; written pledge 收到款子, 寫個字兒給他。 Shōudào kuǎnzi, xiě ge zìr gěi tā. Write him a receipt when you get the money. 6 man's style name taken at the age of twenty 諸葛亮字孔明。 Zhūgě Liàng zì Kǒngmíng. Zhuge Liang styled himself Kongming. 7 dated (of a girl) be betrothed 未字 wèi zì not yet betrothed See 19547648待字閨中dai4zi4gui1zhong1待字閨中 8 common name for scale of electric meter, water meter, etc.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "读",
        "pronunciation": "du2",
        "definition": "verb 1 read; read aloud 讀報 dúbào read the newspaper 這部小說值得一讀。 Zhè bù xiǎoshuō zhíde yī dú. This novel is worth reading. 老師讀一句, 同學們跟著讀一句。 Lǎoshī dú yī jù, tóngxué men gēnzhe dú yī jù. The students read after the teacher sentence by sentence. 2 attend school 讀完大學 Dú wán dàxué finish college 3 (of computers) read; read data; examine information computing 讀出 dúchū read out; extract data computing 讀入 dúrù read in; enter data 你的盤我的機器讀不了。 Nǐ de pán wǒ de jīqì dú bùliǎo. My computer can’t read your disk. 4 be pronounced in a certain way 這個字讀去聲。 zhège zì dú qùshēng. This character is pronounced in the falling (or fourth) tone.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "书",
        "pronunciation": "shu1",
        "definition": "noun 1 book 一本關於中國曆史的新書 yī běn guānyú Zhōngguó lìshǐ de xīnshū a new work on Chinese history 2 style of calligraphy; script 楷書 kǎishū regular script 3 literary letter 家書 jiāshū letter from home 4 document 證書 zhèngshū certificate; credential \nverb literary write 振筆直書 zhènbǐzhíshū take up the pen and write vigorously",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "东",
        "pronunciation": "dong1",
        "definition": "noun 1 east 東城 dōng chéng eastern part of the city 東郊 dōngjiāo eastern suburbs 城東 Chéng dōng east of the city 2 master; owner 房東 fángdōng owner of the house; landlord 3 host 今天是我的東。 Jīntiān shì wǒ de dōng. I’ll be the host today. or It’s my treat today. See 37171712做東zuo4dong1做東",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "3",
        "reviewed": "6"
    },
    {
        "headword": "南",
        "pronunciation": "nan2",
        "definition": "noun 1 south 南屋 nánwū room facing south 城南 Chéng nán southern part of the city 2 (Nán) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "北",
        "pronunciation": "bei3",
        "definition": "noun 1 north 城北 chéng běi north of the city 往北走 wǎng běi zǒu go north 朝北的房間 Cháo běi de fángjiān room facing the north 2 the North (the developed countries) 南北對話 Nán-Běi Duìhuà North-South dialogue \nverb literary be defeated 連戰皆北 liánzhànjiēběi repeatedly defeated in battle; suffer repeated defeats",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "西",
        "pronunciation": "xi1",
        "definition": "noun 1 west 西屋 Xīwū west room 西海岸 xīhǎi'àn west coast 往西去 wǎng xī qù head west 太原以西 Tàiyuán yǐxī to the west of Taiyuan 太陽西斜。 Tàiyáng xī xié. The sun is sinking in the west. 2 (Xī) Occidental; Western 中西合璧 Zhōngxīhébì good combination of Chinese and Western elements 東西文化碰撞 Dōng xī wénhuà pèngzhuàng meeting (or collision) between East and West; when East meets West 3 Buddhism Western Paradise 一命歸西 yīmìngguīxī pass away; die",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "怎",
        "pronunciation": "zen3",
        "definition": "pronoun colloquial why; how 你怎不早說呀？ Nǐ zěn bù zǎo shuō ya？ Why didn’t you say so earlier? 這樣的好成績, 我們怎能不高興呢？ Zhèyàng de hǎo chéngjì, wǒmenzěn néngbù gāoxìng ne? How can we help rejoicing over such a good result?",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "么",
        "pronunciation": "me5",
        "definition": "affix [suffix used in interogatives, pronouns and adverbs] \naffix [a syllable inserted in a line of a song for balance] 五月的花兒紅呀麼紅似火。 Wǔyuè de huā'ér hóng ya me hóng sì huǒ. Red as fire are the flowers that bloom in May.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "脑",
        "pronunciation": "nao3",
        "definition": "noun 1 brain 用腦過度 Yòngnǎo guòdù overtax one’s brain 2 head 3 brains; mind; head 動手動腦 dòngshǒu dòng nǎo use one’s hands and brains 4 essence 樟腦 zhāngnǎo camphor 5 bits; residue 針頭線腦 zhēntóuxiànnǎo odds and ends",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "脸",
        "pronunciation": "lian3",
        "definition": "noun 1 face (of people or animals) 背過臉去 bèiguo liǎn qù turn one’s face away 2 front part of sth. 門臉兒 mènliǎnr front of a shop 3 figurative face; self-respect 露臉 lòuliǎn gain face 竟然有臉來 jìngrán yǒu liǎn lái have the impudence to come 4 facial expression; face 變臉 biànliǎn get angry 拉長了臉 lācháng le liǎn pull (or put on, wear) a long face",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "肩膀",
        "pronunciation": "jian1bang3",
        "definition": "noun shoulder",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "脖子",
        "pronunciation": "bo2zi5",
        "definition": "noun neck 脖子歪 bózi wāi a cooked neck 脖子僵直 bózi jiāngzhí a stiff neck 伸長脖子 shēncháng bózi stretch (or crane) one’s neck See 26993152抹脖子mo3bo2zi5抹脖子",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "肚子",
        "pronunciation": "du4zi5",
        "definition": "noun 1 belly; abdomen 肚子疼 dùzi téng have a stomachache; suffer from abdominal pain 一肚子氣 yīdùzi qì absolutely exasperated; full of pent-up anger 笑得肚子疼 xiào de dùzi téng laugh till one’s sides split 2 round and bulging thing 腿肚子 tuǐdùzi calf (of the leg)",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "胳膊",
        "pronunciation": "ge1bo5",
        "definition": "noun arm 胳膊肘兒 gēbozhǒur elbow",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "腿",
        "pronunciation": "tui3",
        "definition": "noun 1 leg 他腿長。 Tā tuǐ cháng. He has long legs. 2 leglike support 桌子腿 zhuōzituǐ legs of a table 椅子腿 yǐzi tuǐ legs of a chair 3 ham 火腿 huǒtuǐ ham",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "脚",
        "pronunciation": "jiao3",
        "definition": "noun 1 foot 腳底下 jiǎodǐxia under foot 2 base; foot 牆腳 qiángjiǎo foot of a wall 3 dialect dregs; residue 茶腳 Chá jiǎo leftover tea and tea leaves 4 [in connection with carrying and transporting manually] See 24009472腳夫jiao3fu1腳夫;24011776腳力jiao3li4 腳力",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "背",
        "pronunciation": "bei4",
        "definition": "noun 1 the back of the body 背痛 bèitòng backache 捶背 chuíbèi pound sb.’s back (massage) 拍拍某人的背 pāipāi mǒurén debèi pat sb. on the back 2 the back of an object 手背 shǒubèi back of the hand 椅背兒 yǐ bèi r the back of a chair 墨透紙背。 Mò tòu zhǐ bèi. The ink has soaked through the paper. \nverb 1 turn away (opp. 向) 把臉背過去 bǎ liǎn bèi guòqu turn one’s face away 2 leave; go away See 17364224背井離鄉bei4jing3li2xiang1背井離鄉 3 hide sth. from; do sth. behind sb.'s back 背著人說話 bèi zhe rén shuōhuà talk behind sb.’s back 沒有什麼背人的事 méiyǒu shénme bèi rén de shì have nothing to hide 這孩子背著父母抽煙。 Zhè háizi bèizhe fùmǔ chōuyān. The child smoked behind his parents’ backs. 4 recite from memory; learn by heart (or by rote) 背臺詞 bèi táicí speak one’s lines; memorize one’s lines 書背熟了。 Shūbèi shú le. I’ve learnt the lesson by heart. or I have the lesson off pat. 5 act contrary to; violate; break 背著良心說話 bèi zhe liángxīn shuōhuà speak against one’s conscience; lie \nadjective 1 out-of-the-way 背街 bèi jiē backstreet; side street 那地方很背。 Nà dìfang hěn bèi. It is an out-of-the-way place. or That place is off the beaten track. 2 colloquial unlucky 手氣背 Shǒuqì bèi have bad luck (at mah-jong, gambling, etc.) 3 hard of hearing 耳朵有點兒背 ěrduo yǒudiǎnrbèi be a bit hard of hearing \npreposition with the back towards 背著手 bèizhe shǒu with one’s hands clasped behind one’s back 背山面海 bèishānmiànhǎi with hills behind and the sea before 背著太陽坐 bèi zhe tàiyáng zuò sit with one’s back to the sun",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "屁股",
        "pronunciation": "pi4gu5",
        "definition": "noun 1 colloquial buttocks (of humans); bottom; behind; arse; backside; ass 拍拍屁股就走了 Pāipāi pìgu jiù zǒu le leave without a word of explanation; leave things in a mess 2 rump (of animals); haunch; hindquarters 豬屁股 Zhū pìgu rump of a pig 3 end; butt 香煙屁股 xiāngyān pìgu cigarette butt",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "联系",
        "pronunciation": "lian2xi4",
        "definition": "noun contact; touch; connection; relation 保持聯繫 bǎochí liánxì keep in contact (or touch) with 取得聯繫 qǔdé liánxì get in touch with; establish contact with 失去聯繫 shīqù liánxì lose contact 事物的內部聯繫 Shìwù de nèibù liánxì internal relations of things 事物的外部聯繫 shìwù de wàibù liánxì external relations of things 有廣泛的社會聯繫 yǒu guǎngfàn de shèhuì liánxì have wide social connections \nverb 1 arrange; get in touch with 聯繫住處 liánxì zhùchù arrange accommodation 看電影的事, 找俱樂部聯繫。 kàn diànyǐng de shì, zhǎo jùlèbù liánxì. As for movies, please contact the club. 隨時跟我聯繫。 Suíshí gēn wǒ liánxì. Keep in touch with me. 2 integrate; relate; link 理論聯繫實際 lǐlùn liánxì shíjì integrate theory with practice; apply theory to reality 密切聯繫群眾 mìqiè liánxì qúnzhòng maintain close ties with the masses 中國的前途同世界的前途緊密地聯繫在一起。 Zhōngguó de qiántú tóng shìjiè de qiántú jǐnmì de liánxì zài yīqǐ. The future of China is closely linked with that of the whole world.",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "网站",
        "pronunciation": "wang3zhan4",
        "definition": "noun telecommunications website 登陸網站 dēnglù wǎngzhàn log into (or onto) a website 訪問一家商業網站 fǎngwèn yījiā shāngyè wǎngzhàn visit a commercial website 建立個人網站 jiànlì gèrén wǎngzhàn build (or create) one’s own website",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "发送",
        "pronunciation": "fa1song5",
        "definition": "verb handle sb.'s funeral; send sb.'s coffin to the cemetery 老人沒兒沒女, 是一些朋友幫忙將他發送的。 Lǎorén méi r méi nǚ, shì yīxiē péngyou bāngmáng jiāng tā fāsong de. The old man didn’t have any offspring, it was some friends who helped handle his funeral arrangement.",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "0",
        "incorrect": "1",
        "reviewed": "1"
    },
    {
        "headword": "简历",
        "pronunciation": "jian3li4",
        "definition": "noun biographical notes; curriculum vitae (CV); résumé",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "其中",
        "pronunciation": "qi2zhong1",
        "definition": "noun among them; of them; in it 樂在其中 lèzàiqízhōng find pleasure in it 我們車間有五百人, 其中婦女占百分之六十。 Wǒmen chējiān yǒu wǔbǎi rén, qízhōng fùnǚ zhàn bǎifēn zhī liùshí. There are 500 workers in our shop, and 60 per cent of them are women. 飯疏食, 飲水, 曲肱而枕之, 樂亦在其中矣。(《論語》) Fàn shū shí,  yǐnshuǐ,  qū gōng ér zhěn zhī, lè yì zài qízhōng yǐ. (《Lúnyǔ》) It is in eating coarse rice and drinking water, and using one’s elbow for a pillow, that joy is to be found.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "包括",
        "pronunciation": "bao1kuo4",
        "definition": "verb include; consist of; comprise; incorporate 報價中不包括運費。 bàojià zhōng bù bāokuò yùnfèi. Carriage is not included in the quotation. 房租每月四百元, 水電費包括在內。 Fángzū měi yuè sìbǎi yuán, shuǐ-diànfèi bāokuò zàinèi. The rent is 400 yuan a month, including water and electricity. 他的報告包括三個方面。 Tā de bàogào bāokuò sān ge fāngmiàn. His report touched on three aspects. 我們的設計已經包括了你們的意見。 Wǒmen de shèjì yǐjing bāokuò le nǐmen de yìjian. Our design has incorporated your suggestions.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "面试",
        "pronunciation": "mian4shi4",
        "definition": "verb interview 參加招聘面試 Cānjiā zhāopìn miànshì attend an interview for a job",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "动机",
        "pronunciation": "dong4ji1",
        "definition": "noun motive; intention 動機不純 dòngjī bù chún have impure motives; have bad motives 出於自私的動機 Chūyú zìsī de dòngjī actuated by selfish motives; act from selfish motives 他的動機是好的。 Tā de dòngjī shì hǎo de. His intentions are good. or He means well.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "选择",
        "pronunciation": "xuan3ze2",
        "definition": "noun choice 沒有選擇 méi·yǒu xuǎnzé have no choice at all \nverb select; choose; opt 選擇職業 xuǎnzé zhíyè choose an occupation 選擇(的)餘地 xuǎnzé yúdì option; choice",
        "category": "Cours8 - 11.04",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "议论文",
        "pronunciation": "yi4lun4wen2",
        "definition": "argumentation",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "论点",
        "pronunciation": "lun4dian3",
        "definition": "noun argument; thesis; point of view 論點鮮明 lùndiǎnxiānmíng clear-cut argument 論點新穎 lùndiǎn xīnyǐng original concept (or notion) 中心論點 zhōngxīn lùndiǎn principal thesis 這一論點站不住腳。 zhè yī lùndiǎn zhànbuzhù jiǎo. The argument doesn’t hold water (or hold up).",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "论据",
        "pronunciation": "lun4ju4",
        "definition": "noun 1 (grounds of) argument 論據不足 lùnjù bùzú insufficient (or inadequate) grounds 有力的論據 yǒulì de lùnjù strong argument; valid reasons 2 logic reasoning",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "论证",
        "pronunciation": "lun4zheng4",
        "definition": "noun 1 logic demonstration; proof 文章論點, 論據鮮明, 但缺乏論證。 wénzhāng lùndiǎn, lùnjù xiānmíng, dàn quēfá lùnzhèng. The article has a clear-cut thesis and arguments, but lacks reasoning. 2 grounds of argument; evidence 無可辯駁的論證 wúkě biànbó de lùnzhèng irrefutable proof \nverb expound and prove 根據因果關係進行論證 Gēnjù yīn-guǒ guānxi jìnxíng lùnzhèng argue from a cause to an effect 文章論證了改革的必要性。 Wénzhāng lùnzhèng le gǎigé de bìyàoxìng. The article proves the necessity of reform.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "结尾",
        "pronunciation": "jie2wei3",
        "definition": "noun 1 ending; wind-up 結尾工程 jiéwěi gōngchéng the final stage of a project 文章的結尾很有力量。 Wénzhāng de jiéwěi hěn yǒu lìliang. The article has a forceful ending. 2 music coda",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "方法",
        "pronunciation": "fang1fa3",
        "definition": "noun method; way; means 學習方法 xuéxí fāngfǎ study method 用各種方法 yòng gèzhǒng fāngfǎ in all sorts of ways; by every means 用某種方法 yòng mǒuzhǒng fāngfǎ by some means or other; one way or another 看問題的方法 kàn wèntí de fāngfǎ the way one approaches a problem (or looks at things)",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "总结",
        "pronunciation": "zong3jie2",
        "definition": "noun summary; summing-up 作總結 zuò zǒngjié make a summary; sum up 哲學是關於自然知識和社會知識的概括和總結。 Zhéxué shì guānyú zìrán zhīshi hé shèhuì zhīshi de gàikuò hé zǒngjié. Philosophy is the generalization and summation of the knowledge of nature and society. \nverb sum up; summarize; review 總結工作 zǒngjié gōngzuò summarize one’s work; review the work 總結經驗 zǒngjié jīngyàn sum up one’s experience; review one’s experience",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "观点",
        "pronunciation": "guan1dian3",
        "definition": "noun point of view; viewpoint; standpoint 闡明觀點 chǎnmíng guāndiǎn explain one’s position; lay out one’s point of view; state one’s position",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "看法",
        "pronunciation": "kan4fa5",
        "definition": "noun 1 way of looking at a thing; (point of) view; opinion; perspective 看法完全一致 kànfa wánquán yīzhì see eye to eye with sb.; fall in with sb.’s views; meet sb.’s view 當局對這次爭端有什麼看法？ dāngjú duì zhècì zhēngduān yǒu shénmekànfa? What’s the authorities’ attitude towards this discord? 2 unfavourable (or critical) view of sb. 我對一個候選人有看法。 Wǒ duì yī ge hòuxuǎnrén yǒu kànfa. I’m critical of one of the candidates.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "心情",
        "pronunciation": "xin1qing2",
        "definition": "noun frame (or state) of mind; mood 心情沉重 xīnqíng chénzhòng with a heavy heart 心情激動 xīnqíng jīdòng be excited; be thrilled 心情舒暢 xīnqíngshūchàng have ease of mind 心情愉快 xīnqíng yúkuài be in a cheerful frame (or state) of mind; be in a good (or happy) mood; have a light heart 心情不一樣, 感受也不同。 Xīnqíng bù yīyàng, gǎnshòu yě bùtóng. People in different moods feel differently about things.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "确定",
        "pronunciation": "que4ding4",
        "definition": "verb define; fix; determine 確定任務 quèdìng rènwu set the tasks 確定時限 quèdìng shíxiàn fix a time frame 確定會議宗旨 quèdìng huìyì zōngzhǐ define the aims of the conference 確定領海寬度 quèdìng lǐnghǎi kuāndù delimit the extent of territorial waters 確定作戰方案 quèdìng zuòzhàn fāng'àn decide on a battle plan 確定地層的年代 quèdìng dìcéng de niándài ascertain the ages of the strata 確定候選人名單 quèdìng hòuxuǎnrén míngdān decide on the list of candidates 確定開會的日期和地點 quèdìng kāihuì de rìqī hé dìdiǎn determine (or fix) the time and place for a meeting 他們已經確定關係了。 Tāmen yǐjing quèdìng guānxi le. They’ve agreed to marry. \nadjective definite 確定的答復 Quèdìng de dáfù a definite reply 確定的時間 quèdìng de shíjiān a fixed time 確定不移的結論 quèdìng bù yí de jiélùn an incontestable conclusion",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "语言",
        "pronunciation": "yu3yan2",
        "definition": "noun language 語言美 yǔyánměi beauty of one’s verbal expressions 語言與文字 yǔyán yǔ wénzì spoken and written language 糟蹋語言 zāo·tà yǔyán butcher (or abuse, murder) a language 掌握一門語言 Zhǎngwò yī mén yǔyán master (or command) a language",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "描述",
        "pronunciation": "miao2shu4",
        "definition": "verb describe 難以描述 nányǐmiáoshù hard to describe; beyond description 詳細描述事情的經過 Xiángxì miáoshù shìqing de jīngguò describe what happened in great detail; give a detailed description",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "准确",
        "pronunciation": "zhun3que4",
        "definition": "adjective accurate; exact; precise 準確地說明 Zhǔnquè de shuōmíng explain in precise terms 準確有力的扣殺 zhǔnquè yǒulì de kòushā accurate and powerful smashes 計算準確 Jìsuàn zhǔnquè calculate accurately 他的英語發音準確。 Tā de Yīngyǔ fāyīn zhǔnquè. His English pronunciation is accurate.",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "信息",
        "pronunciation": "xin4xi1",
        "definition": "noun 1 information; news; message 提供信息 tígōng xìnxī provide information 2 mathematics information",
        "category": "Cours8 - 11.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "呢",
        "pronunciation": "ne5",
        "definition": "auxiliary 1 [at the end of a special, alternative, or rhetorical question] 你剛纔到哪兒去了呢？ Nǐ gāngcái dào nǎr qù le ne？ Where were you just now? 你到底認不認得她呢？ Nǐ dào dǐ rèn bù rèn de tā ne？ Do you know her or not? 你對這件事是贊成呢, 還是反對呢？ Nǐ duì zhè jiàn shì shì zànchéng ne, hái shì fǎnduì ne？ Are you for or against this? 他們都有任務了, 我呢？ Tāmen dōu yǒu rènwu le, wǒ ne? They’ve got assignments, what about me? 我錯在哪兒呢？ Wǒ cuò zài nǎr ne？ What is my mistake? 我怎麼能不記得呢？ Wǒ zěnme néng bù jìde ne？ How could I forget this? 這點子事, 何必大驚小怪呢？ Zhè diǎnzi shì, hébì dàjīngxiǎoguài ne？ Why get so excited over such a little thing? 2 [at the end of a declarative sentence to reinforce the assertion] 遠得很, 有好幾千里地呢。 Yuǎn de hěn, yǒu hǎo jǐqiān lǐ dì ne. It’s a long way off—thousands of li away. 3 [at the end of a declarative sentence to indicate the continuation of an action or a state] 他還在生氣呢。 Tā hái zài shēngqì ne. He’s still angry. 張先生, 有人找你呢。 Zhāng xiānsheng, yǒurén zhǎo nǐ ne. Mr Zhang, somebody is looking for you. 4 [used to mark a pause] 不下雨呢, 就去;下雨呢, 就不去。 Bù xià yǔ ne,  jiù qù ； xiàyǔ ne, jiù bù qù. If it doesn’t rain, we’ll go; if it does, we won’t. 如今呢, 可比以往任何時候都要強。 Rújīn ne, kě bǐ yǐwǎng rènhé shíhou dōu yào qiáng. As for the present, things are far better than at any time in the past.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "1",
        "reviewed": "5"
    },
    {
        "headword": "吧",
        "pronunciation": "ba5",
        "definition": "auxiliary 1 [indicating a suggestion, request or mild command] 咱們走吧。 Zánmen zǒu ba. Let’s go. 你好好兒想想吧！ Nǐ hǎohāor xiǎngxiang ba! Just think it over. 2 [indicating consent or approval] 明天就明天吧。 Míngtiān jiù míngtiān ba. All right, let’s make it tomorrow. 好吧, 就這麼辦吧！ Hǎo ba, jiù zhème bàn ba! O.K., that’s what we’ll do. 3 [in a leading question which asks for confirmation of a supposition] 他會來吧？ Tā huì lái ba？ He’ll come, won’t he? 你是中國人吧？ Nǐ shì Zhōngguó rén ba？ You are Chinese, I suppose (or I take it)? 4 [indicating some doubt in the speaker's mind] 他們走了吧。 Tāmen zǒu le ba. I suppose they’ve left. 他好像是這麼說的吧。 Tā hǎoxiàng shì zhème shuō de ba. That seems to be what he said. 5 [marking a pause after suppositions as alternatives] 去吧, 不好；不去吧, 也不好。 qù ba, bù hǎo; bù qù ba, yě bù hǎo. If I go, it’s no good; if I don’t, it’s no good either.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "1",
        "reviewed": "4"
    },
    {
        "headword": "很",
        "pronunciation": "hen3",
        "definition": "adverb very; very much; quite 很滿意 Hěn mǎnyì feel very satisfied; feel quite pleased 很有道理 hěn yǒu dàoli contain much truth; be quite correct 這幾天熱得很。 Zhè jǐ tiān rè de hěn. It’s been very hot these last few days. 他這個人好得很。 Tā zhège rén hǎo de hěn. He’s a very good man. 他覺得很不好受。 Tā juéde hěn bù hǎoshòu. He felt very bad. 我家離學校很近。 Wǒ jiā lí xuéxiào hěn jìn. I live quite near the school. 我近來身體不很好。 Wǒ jìnlái shēntǐ bù hěn hǎo. I haven’t felt very well recently. 現在他口袋裡很有幾個錢。 Xiànzài tā kǒudài lǐ hěn yǒu jǐ ge qián. He’s made himself quite a nice little pile. 這故事發生在很久很久以前。 Zhè gùshi fāshēng zài hěn jiǔ hěn jiǔ yǐqián. The story took place a long long time ago.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "看",
        "pronunciation": "kan4",
        "definition": "verb 1 see; look at; watch 看電視 kàn diànshì watch TV 看電影 kàn diànyǐng see a film; go to the movies 看球賽 kàn qiú sài watch a ball game 看演出 kàn yǎnchū attend a performance 看展覽 kàn zhǎnlǎn visit an exhibition 2 read (silently) 看報 kànbào read a newspaper 看譜 kànpǔ read music score 看書 kànshū read (a book) 3 think; consider; judge 看清形勢 kàn qīng xíngshì make a correct appraisal of the situation 全面地看問題 quánmiàn de kàn wèntí look at (or approach) an issue from all angles 你看她這個人可靠嗎？ Nǐ kàn tā zhège rén kěkào ma？ Do you think she’s reliable? 你對這件事怎麼看？ Nǐ duì zhè jiàn shì zěnme kàn？ What’s your view on this matter? 4 look upon; regard 把公眾的利益看得高於一切 bǎ gōngzhòng de lìyì kàn de gāoyú yīqiè put the interests of the public above all else 5 see (or consult) (a doctor); treat (a patient or an illness) 李大夫把她的肺炎看好了。 Lǐ dàifu bǎ tā de fèiyán kàn hǎo le. Dr. Li has cured her of pneumonia. 有病就該去看。 Yǒu bìng jiù gāi qù kàn. You ought to go and see a doctor when you are ill. 6 look after 衣帽自看。 Yī-mào zì kàn. Take care of your own hats and coats. 7 call on; visit; see 我明天去看他。 Wǒ míngtiān qù kàn tā. I’ll go and see him tomorrow. 有空我來看你。 Yǒukòng wǒ lái kàn nǐ. I’lldrop in on you when I have time. 8 depend on; rely on; fall back on 我們明天是不是出遊, 得看天氣。 wǒmen míngtiān shìbushì chūyóu, děikàn tiānqì. Whether we’ll go on a sightseeing trip tomorrow will depend on the weather. 9 mind; watch out 別跑這麼快！看摔著！ Bié pǎo zhème kuài! Kàn shuāi zhe! Don’t run so fast! Mind you don’t fall. 10 [before some verbs or adjectives] tend to; be expected See 24863488看跌kan4die1看跌 \nauxiliary 1 [after a reduplicated verb or a verb phrase] try and see (what happens) 試試看 shìshikàn have a try 等一等看 děng yī děng kàn wait and see 嘗嘗看。 Chángchang kàn. Just taste this. 2 [in exclamations to express surprise or rebuke, esp. in the phrase 看你 or 你看你] 看你, 水都燒乾了。 Kàn nǐ, shuǐ dōu shāo gān le. Look what you’ve done! The water has all boiled away. 你看你！怎麼滿頭大汗啊！ Nǐ kàn nǐ! Zěnme mǎntóudàhàn a! Look at yourself! How come you’re bathed in sweat!",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "想",
        "pronunciation": "xiang3",
        "definition": "verb 1 think; ponder; consider 想辦法 xiǎng bànfǎ think of a way; seek a solution (or a way out) 想問題 xiǎng wèntí think over a problem 讓我想一想。 Ràng wǒ xiǎng yī xiǎng. Let me think it over. or Let me see. 你想得真周到。 Nǐ xiǎng de zhēn zhōudao. You have really thought of everything. 你想清楚了沒有？ Nǐ xiǎng qīngchu le méiyǒu？ Have you thought it out (or through)? 我們也要想想困難。 Wǒmen yě yào xiǎngxiǎng kùnnan. We must also anticipate difficulties. 我在想下一步棋該怎麼走。 Wǒ zài xiǎng xià yī bù qí gāi zěnme zǒu. I’m considering my next (chess) move. 2 think back; try to remember; recall; recollect 回想往事 huí xiǎng wǎngshì recall the past 你好好想想鑰匙擱哪兒了。 Nǐ hǎohāo xiǎngxiǎng yàoshi gē nǎr le. Think back carefully where you could have put the key. 3 suppose; reckon; consider; think 我想不至於吧。 Wǒ xiǎng bùzhìyú ba. I don’t believe things could get that bad. or Surely as bad as that! 我想我該走了。 Wǒ xiǎng wǒ gāi zǒu le. I’m afraid I must be going now. 你想他能買到票嗎？ Nǐ xiǎng tā néng mǎi dào piào ma？ Do you suppose he can get the tickets? 我想他今天不會來。 Wǒ xiǎng tā jīntiān bù huì lái. I don’t think he’ll come today. 4 want to; wish to; feel like (doing sth.) 我也想試試。 Wǒ yě xiǎng shìshi. I’d like to try too. 他很想上大學。 Tā hěn xiǎng shàng dàxué. He longs to go to college. 你想看足球賽嗎？ Nǐ xiǎng kàn zúqiúsài ma？ Do you want to see (or feel like seeing) a football match? 她不想跟我們去。 Tā bù xiǎng gēn wǒmen qù. She doesn’t wish to come with us. 5 remember with longing; miss 你走了以後, 我們都很想你。 Nǐ zǒu le yǐhòu, wǒmen dōu hěn xiǎng nǐ. After you left, we all missed you. 王大娘想女兒都想病了。 Wáng dàniáng xiǎng nǚ'ér dōu xiǎng bìng le. Auntie Wang misses her daughter so much she’s fallen ill.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "喝",
        "pronunciation": "he1",
        "definition": "verb 1 drink 喝茶 hēchá drink tea 喝湯 hē tāng drink soup 2 drink liquor 喝醉了 hē zuì le get drunk 愛喝兩盅 ài hē liǎng zhōng be fond of drinking \nVARIANT OF 22474752嗬he1嗬 hē/hè interjection ah; oh",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "3",
        "reviewed": "6"
    },
    {
        "headword": "问",
        "pronunciation": "wen4",
        "definition": "verb 1 ask; inquire (opp. 答) 問個問題 wèn ge wèntí ask (or pose) a question 不懂就問。 Bù dǒng jiù wèn. Ask when you don’t know. 他在食堂問了一下開飯的時間。 Tā zài shítáng wèn le yīxià kāifàn de shíjiān. He inquired about meal times at the canteen. 2 ask (or inquire) after 他信裡問起你。 Tā xìn lǐ wèn qǐ nǐ. He asks after you in his letter. 幫我問教授們好。 bāng wǒ wèn jiàoshòu men hǎo. Please give my regards to the professors. 3 interrogate; examine 審問 shěnwèn interrogate; question 4 hold responsible; intervene 出了事唯你是問。 Chū le shì wéi nǐ shì wèn. You’ll be held responsible if anything goes wrong. 5 Chinese medicine (one of the four methods of diagnosis) interrogate \npreposition ask (sb.) for sth. 我去問他借那本書。 Wǒ qù wèn tā jiè nà běn shū. I’ll ask him to lend me the book. \nnoun 1 literary message; letter; news 音問 yīnwèn message; news; tidings 2 question 發問 fāwèn ask (or pose) a question",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "1",
        "reviewed": "5"
    },
    {
        "headword": "买",
        "pronunciation": "mai3",
        "definition": "verb 1 buy; purchase 買東西 Mǎi dōngxi buy things; go shopping 太貴了, 買不起。 Tài guì le, mǎi bù qǐ. It’s too expensive. I can’t afford it. 2 buy off; bribe See 66410979買官mai3guan1買官 \nnoun (Mǎi) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "星",
        "pronunciation": "xing1",
        "definition": "noun 1 star 月明星稀。 Yuèmíngxīngxī. The moon is bright and the stars are sparse. 2 astronomy heavenly body 彗星 huìxīng comet 衛星 wèixīng satellite 3 bit; particle 火星兒 huǒxīngr sparks 4 small marks on the arm of a steelyard indicating jin and its fractions 5 archaic astronomy xing (the twenty-fifth of the twenty-eight constellations (二十八宿) into which the celestial sphere was divided in ancient Chinese astronomy (consisting of seven stars in Hydra) 6 famous performer (movie star, ball games star, etc.) 追星 zhuīxīng idolise; worship a movie star, etc.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "3",
        "reviewed": "6"
    },
    {
        "headword": "期",
        "pronunciation": "qi1",
        "definition": "noun 1 a period of time; phase; stage 第一期工程 dì-yī qī gōngchéng the first phase of the project 暑期班分兩期, 每期三周 shǔqī bān fēn liǎng qī, měi qī sān zhōu a summer school of two three-week sessions 2 scheduled time 到期 dàoqī become due; mature; expire 限期 xiànqī prescribe (or set) a time limit \nverb 1 make an appointment 不期而遇 bùqī'éryù meet unexpectedly (or by chance) 2 expect See 28083968期待qi1dai4期待 \nmeasure word [for things scheduled by periods] 最近一期的《中國畫報》 zuìjìn yī qī de 《Zhōngguó Huàbào》 the current issue of China Pictorial 短訓班辦了三期 。 Duǎnxùnbān bàn le sān qī. The short-term training class has been run three times.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "2",
        "reviewed": "6"
    },
    {
        "headword": "商",
        "pronunciation": "shang1",
        "definition": "noun 1 trade; commerce; business 商德 shāngdé business ethics 商海 shānghǎi business world 經商 jīngshāng engage in trade; be in business 2 merchant; trader; businessman; dealer 鹽商 yánshāng salt dealer 3 mathematics quotient \nverb discuss; consult 共商大計 Gòng shāng dàjì discuss matters of vital importance \nnoun music note of the ancient Chinese five-tone scale, corresponding to 2 in numbered musical notation \nnoun 1 Shang Dynasty (1600-1046 BC) See DYNASTIES 2 a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "2",
        "reviewed": "5"
    },
    {
        "headword": "店",
        "pronunciation": "dian4",
        "definition": "noun 1 shop; store 服裝店 fúzhuāngdiàn clothing store 文具店 wénjùdiàn stationer’s 2 inn 住店 zhùdiàn stop at an inn",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "3",
        "reviewed": "6"
    },
    {
        "headword": "足够",
        "pronunciation": "zu2gou4",
        "definition": "verb enough; ample; sufficient 足夠用十個月的燃料 zúgòu yòng shí ge yuè de ránliào sufficient fuel to last ten months 有足夠的時間嗎？ Yǒu zúgòu de shíjiān ma？ Is there enough time? 我們對困難要有足夠的估計。 Wǒmen duì kùnnan yào yǒu zúgòu de gūjì. We must take full account of our difficulties. or We must not underestimate our difficulties.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "烧烤",
        "pronunciation": "shao1kao3",
        "definition": "noun barbecue \nverb barbecue 燒烤羊肉 shāokǎo yángròu barbecue mutton",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "生意",
        "pronunciation": "sheng1yi5",
        "definition": "noun business; trade 生意虧本 shēngyi kuīběn business running at loss 搶生意 qiǎngshēngyi undercut; hustle 做生意 zuòshēngyi do business 生意蕭條。 Shēngyi xiāotiáo. Business is dull (or stagnant). 生意興隆。 Shēngyi xīnglóng. Trade is brisk. or Business is booming. 他是做藥品生意的。 tā shì zuò yàopǐn shēngyi de. He’s in the drug business.",
        "category": "Cours9 - 25.04",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "燃烧",
        "pronunciation": "ran2shao1",
        "definition": "verb 1 burn; kindle 乾柴容易燃燒。 gānchái róngyì ránshāo, Dry wood burns easily. 2 figurative get excited; very enthusiastic 激情燃燒 jīqíng ránshāo be exhilarated; be filled with passion 怒火燃燒 nùhuǒ ránshāo burning with rage",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "重",
        "pronunciation": "zhong4",
        "definition": "noun weight 你(有)多重？ Nǐ duō zhòng? What’s your weight? or How much is your weight? 這條魚有三斤重。 Zhè tiáo yú yǒu sān jīn zhòng. This fish weighs three jin. \nverb lay stress on; attach importance to 重調查研究 zhòng diàochá yánjiū stress investigation and study \nadjective 1 heavy; weighty; important 工作很重 gōngzuò hěn zhòng have a heavy workload 眉毛很重 Méimao hěn zhòng have thick eyebrows 以友誼為重 yǐ yǒuyì wéizhòng set store by friendship 鐵比木頭重。 Tiě bǐ mùtou zhòng. Iron is heavier than wood. 話說得太重了。 Huà shuō de tài zhòng le. That’s putting it too strongly. or That’s an overstatement. 為人民利益而死, 就比泰山還重。 Wèi rénmín lìyì ér sǐ, jiù bǐ Tài Shān hái zhòng. To die for the people is weightier than Mount Tai. 2 considerable in amount or value See 36457216重金zhong4jin1重金 3 deep; heavy; serious; strong 情意重 Qíngyì zhòng deep affection 病勢很重 bìngshì hěn zhòng seriously ill 私心很重 sīxīn hěn zhòng extremely selfish 地方口音很重 dìfang kǒuyin hěn zhòng have a strong (or heavy) local accent 4 discreet; careful See 29827584慎重shen4zhong4慎重",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "淡",
        "pronunciation": "dan4",
        "definition": "adjective 1 thin; light 淡酒 dànjiǔ light wine 雲淡風輕。 Yúndànfēngqīng. The clouds are pale and a light breeze is blowing. 2 bland; tasteless; weak; without enough salt (opp. 濃) 淡茶 Dànchá weak tea 淡酒 dànjiǔ weak wine 這個湯太淡。 Zhège tāng tài dàn. There’s not enough salt in this soup. or This soup is too bland for me. 3 (of colour) light; pale 淡黃 dànhuáng light yellow 淡紫 dàn zǐ pale purple; lilac 4 indifferent; lukewarm 我們之間關係很淡。 Wǒmen zhījiān guānxi hěn dàn. Our relationship is just lukewarm. 5 slack; dull 生意很淡。 Shēngyi hěn dàn. Business is slack. 6 dialect meaningless; trivial 扯淡 chědàn talk nonsense",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "深",
        "pronunciation": "shen1",
        "definition": "adjective 1 deep (opp. 淺) 雪深過膝 xuě shēn guò xī knee-deep snow 一口深井 yī kǒu shēnjǐng a deep well 林深苔滑。 Lín shēn tái huá. The forest is thick and the moss is slippery. 2 hard to understand; difficult; abstruse; profound (opp. 淺) 這本書對孩子們來說太深了。 zhè běn shū duì háizimen lái shuō tài shēn le. The book is too difficult for children. 3 thoroughgoing; penetrating; profound (opp. 淺) 功夫下得深 Gōngfu xià de shēn have put in a great deal of effort 問題想得很深 Wèntí xiǎng de hěn shēn think deeply about a question 4 (of relations or feelings) close; intimate (opp. 淺) 交情深 jiāo qíng shēn be very close; be on intimate terms 他們之間的感情已經很深了。 Tāmen zhījiān de gǎnqíng yǐjing hěn shēn le. They are already deeply in love with each other. 5 (of colour) dark; deep; rich (opp. 淺) 深紅 shēnhóng deep red; crimson 深藍 shēnlán dark blue 顏色太深。 Yánsè tài shēn. The colour is too dark (or deep). 6 far on in the day, night, season, etc.; late 夜深了。 Yèshēn le. It was in the dead of night (or late at night). \nnoun depth 測量水深 Cèliáng shuǐshēn sound (or plumb) the depth of the water 這山洞有多深？ Zhè shāndòng yǒu duō shēn？ What is the depth of the cave? 這間大廳有三十米寬, 五十八米深。 zhè jiān dàtīng yǒu sānshí mǐ kuān, wǔshíbā mǐ shēn. This hall is 30m wide and 58m deep (or 30m in width and 58m in depth). \nadverb very; greatly; deeply 深知 shēnzhī know very well; be fully (or keenly) aware 深表同情 shēnbiǎo tóngqíng show deep (or profound) sympathy 深得人心 shēndérénxīn enjoy immense popular support 深感不安 shēngǎn bù'ān be greatly disturbed; be very much worried 深獲民心 shēn huò mínxīn fully supported by the people 深恐出事 shēnkǒng chūshì be terribly afraid that something may go wrong 深受感動 shēnshòu gǎndòng be deeply moved; be greatly touched 深有同感 shēnyǒutónggǎn fully agree to 深受消費者好評 shēn shòu xiāofèizhě hǎopíng highly praised by consumers \nnoun abbreviation Shenzhen 深交所 abbreviation shēn jiāo suǒ Shenzhen Stock Exchange",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "浅",
        "pronunciation": "qian3",
        "definition": "adjective 1 shallow (opp. 深) 淺水 qiǎnshuǐ shallow (or shoal) water 淺淺的一碗飯 qiǎn qiǎn de yī wǎn fàn a partly-filled bowl of rice 這房子進深淺。 Zhè fángzi jìnshen qiǎn. The house is not deep. 2 simple; easy (opp. 深) 這篇課文很淺。 Zhè piān kèwén hěn qiǎn. This lesson is very easy. 3 superficial (opp. 深) 功夫淺 gōngfu qiǎn have superficial mastery of a skill 對問題的認識很淺 Duì wèntí de rènshi hěn qiǎn just have a superficial understanding of the problem 4 not intimate; not close (opp. 深) 交情很淺 jiāoqing hěn qiǎn not on familiar terms 5 (of a colour) light; pale (opp. 深) 淺黃 qiǎnhuáng pale yellow 淺藍 qiǎnlán light blue 這種毛線色兒太淺。 Zhèzhǒng máoxiàn sèr tài qiǎn. The colour of this woollen yarn is too pale. 6 not long in time 相處的日子還淺 Xiāngchǔ de rìzi hái qiǎn have not been together long 他在這兒工作的日子淺。 Tā zài zhèr gōngzuò de rìzi qiǎn. He’s been working here for only a short time.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "颜色",
        "pronunciation": "yan2se4",
        "definition": "noun 1 colour; colourity 你最喜歡什麼顏色？ Nǐ zuì xǐhuan shénme yánsè？ What colour do you like most? 2 countenance; facial expression 給他一點兒顏色看看 Gěi tā yīdiǎnryánsè kànkan make it hot for him; teach him a lesson 臉上現出不悅的顏色 liǎn shàng xiànchū bùyuè deyánsè look unhappy 3 countenance; appearance; looks 顏色枯槁 yánsè kūgǎo look haggard",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "口味",
        "pronunciation": "kou3wei4",
        "definition": "noun 1 taste (of a person); liking 合口味 Hékǒu wèi suit one’s taste; cater to sb.’staste 各人口味不同。 Gèrén kǒuwèi bùtóng. Tastes differ. 歌劇不對我的口味。 gējù bùduì wǒ dekǒuwèi. Opera isn’t really my cup of tea. 2 flavour or taste of food 地方口味 dìfang kǒuwèi local flavour 這菜口味不錯。 Zhè cài kǒuwèi bùcuò. This dish is tasty. 這些菜都是湖南口味。 Zhèxiē cài dōu shì Húnán kǒuwèi. These are all Hunanese dishes.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "重量",
        "pronunciation": "zhong4liang4",
        "definition": "noun weight",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "名词",
        "pronunciation": "ming2ci2",
        "definition": "noun 1 linguistics noun; substantive 2 term; phrase 化學名詞 huàxué míngcí chemical term 3 logic name",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "动词",
        "pronunciation": "dong4ci2",
        "definition": "noun linguistics verb",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "形容词",
        "pronunciation": "xing2rong2ci2",
        "definition": "noun linguistics adjective",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "微笑",
        "pronunciation": "wei1xiao4",
        "definition": "verb smile 強作微笑 qiáng zuò wēixiào manage a weak smile 她嘴角略過一絲微笑。 tā zuǐjiǎo lüèguò yī sī wēixiào. A trace of smile played across her lips.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "夏天",
        "pronunciation": "xia4tian1",
        "definition": "noun summer 這裡的夏天特別熱。 Zhèlǐ de xiàtiān tèbié rè. It’s very hot here in summer. or Summers here are very hot.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "去年",
        "pronunciation": "qu4nian2",
        "definition": "noun last year 去年此時 qùnián cǐshí this time last year 去年十二月 qùnián Shí'èryuè last December",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "跳舞",
        "pronunciation": "tiao4//wu3",
        "definition": "verb 1 dance (in a performance) 2 dance (socially)",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "睡觉",
        "pronunciation": "shui4//jiao4",
        "definition": "verb sleep 該睡覺了。 Gāi shuìjiào le. It’s time to go to bed. or It’s time for bed. 馬上上床, 好好地睡一覺。 Mǎshàng shàng chuáng, hǎohāo de shuì yī jiào. Get straight into bed and have a good sleep.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "电灯",
        "pronunciation": "dian4deng1",
        "definition": "noun electric lamp; electric light",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "电池",
        "pronunciation": "dian4chi2",
        "definition": "noun (electric) cell; battery 電池組 diànchízǔ battery 乾電池 gāndiànchí dry cell 燃料電池 ránliàodiànchí fuel cell 太陽能電池 tàiyángnéng diànchí solar cell",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "电影",
        "pronunciation": "dian4ying3",
        "definition": "noun film; movie; motion picture 彩色電影 cǎisè diànyǐng colour movie 黑白電影 hēi-bái diànyǐng black-and-white movie 有聲電影 yǒushēng diànyǐng sound film 無聲電影 wúshēng diànyǐng silent film",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "电视",
        "pronunciation": "dian4shi4",
        "definition": "noun television; TV 看電視 kàn diànshì watch television 彩色電視 cǎisè diànshì colour television 黑白電視 hēibáidiànshì black-and-white television 立體電視 lìtǐ diànshì stereoscopic television",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "唱歌",
        "pronunciation": "chang4//ge1",
        "definition": "verb sing (a song) 她很會唱歌。 Tā hěn huì chànggē. She is a good singer.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "汉语",
        "pronunciation": "Han4yu3",
        "definition": "noun Chinese (language) See 28050176普通話pu3tong1hua4普通話",
        "category": "Cours9 - 25.04",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "健康",
        "pronunciation": "jian4kang1",
        "definition": "noun health; physique 健康不佳 jiànkāng bùjiā ill-health 人民的健康水平有了很大提高。 Rénmín de jiànkāng shuǐpíng yǒu le hěn dà tígāo. The general level of the people’s health has markedly improved. \nadjective healthy; sound 健康長壽 jiànkāng chángshòu good health and a long life 健康文明的生活方式 jiànkāng wénmíng de shēnghuó fāngshì healthy and civilized life style 身體健康 shēntǐ jiànkāng be in good health 祝你健康！ Zhù nǐ jiànkāng! Wish you good health. 情況基本上是健康的。 Qíngkuàng jīběnshang shì jiànkāng de. The situation is basically sound. 為朋友們的健康幹杯！ Wèi péngyou men de jiànkāng gānbēi! Let’s drink a toast to our friends’ health! 中國經濟正在健康地發展。 Zhōngguó jīngjì zhèngzài jiànkāng de fāzhǎn. China’s economy is developing healthily.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "地图",
        "pronunciation": "di4tu2",
        "definition": "noun map 世界地圖 shìjièdìtú world map 中國地圖 Zhōngguó dìtú map of China",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "地铁",
        "pronunciation": "di4tie3",
        "definition": "noun abbreviation 1 = 19921920地下鐵道di4xia4tie3dao4地下鐵道 subway; underground; metro; tube 2 underground train",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "见面",
        "pronunciation": "jian4//mian4",
        "definition": "verb meet; see each other 初次見面 chū cì jiànmiàn meet for the first time 思想見面 sīxiǎng jiànmiàn each stating frankly what’s on his mind 要使產銷直接見面 yào shǐ chǎn-xiāo zhíjiē jiànmiàn establish direct links between the producer and the seller 他倆經常見面。 Tā liǎ jīngcháng jiànmiàn. They see a lot of each other. 這個話劇將通過電視與觀眾見面。 Zhège huàjù jiāng tōngguò diànshì yǔ guānzhòng jiànmiàn. This play will be shown on the TV.",
        "category": "Cours9 - 25.04",
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "杯",
        "pronunciation": "bei1",
        "definition": "noun 1 cup 茶杯 chábēi teacup 瓷杯 Cí bēi china cup 酒杯 jiǔbēi beer mug 高腳杯 gāojiǎobēi goblet; wine glass 2 (alcoholic) drink 貪杯 tānbēi too fond of drinking (or the bottle) 咱們喝一杯。 Zánmen hē yī bēi. Let’s have a drink. 3 (prize) cup; trophy 世界杯 shìjièbēi World Cup 獲得獎杯 huòdé jiǎng bēi win the cup \nmeasure word cup; glass 一杯茶 yī bēi chá a cup of tea 兩杯啤酒 liǎng bēi píjiǔ two glasses of beer; two beers",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "3",
        "reviewed": "7"
    },
    {
        "headword": "这",
        "pronunciation": "zhe4",
        "definition": "pronoun 1 this 這地方 zhè dìfang this place 這一回 zhè yī huí this time 這就對了。 Zhè jiù duì le. Now you’re on the right track. or Now that’s better. 這是新產品。 zhè shì xīnchǎnpǐn. These are new products. 這究竟是怎麼回事？ Zhè jiūjìng shì zěnme huí shì？ What’s all this about? 這才是好孩子！ Zhè cái shì hǎo háizi! That’s a good boy (girl)! or That’s a dear! 這消息我知道了。 Zhè xiāoxi wǒ zhīdao le. I’ve heard that news already. or Yes, so I’ve heard. 2 now 我這就走。 Wǒ zhè jiù zǒu. I’m leaving right now. 他這才知道鍛煉身體的好處。 Tā zhè cái zhīdao duànliàn shēntǐ de hǎochu. Only now does he see the benefit of exercise.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "1",
        "reviewed": "4"
    },
    {
        "headword": "那",
        "pronunciation": "na4",
        "definition": "pronoun that 那人 nà rén that man 那時候 nà shíhou at that time 那兩棵樹 nà liǎng kē shù those two trees 那是 2008 年的事。 Nà shì 1958nián de shì. That was in 2008. 那是誰？ Nà shì shuí？ Who is that? 那是我的錯。 Nà shì wǒ de cuò. That was my fault. 我們說這道那的, 不知不覺已到凌晨。 Wǒmen shuō zhè dào nà de, bùzhībùjué yǐ dào língchén. We talked about this and that, and before we knew it, it was almost dawn. \nconjunction then; in that case 那我們就不再等了。 Nà wǒmen jiù bùzài děng le. In that case, we won’t wait any longer. 你要想跟我們一塊走, 那就得快點兒。 nǐ yào xiǎng gēn wǒmen yīkuài zǒu, nà jiùděi kuàidianr. If you’re coming with us, you must hurry.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "多",
        "pronunciation": "duo1",
        "definition": "adjective 1 many; much; more (opp. 少, 寡) 很多人 hěn duō rén many people 多思。 Duō sī. Think more. 人多議論多。 Rén duō yìlùn duō. More people mean more ideas. 這樣簡單多了。 Zhèyàng jiǎndān duō le. This is much simpler. 要辦的事情很多。 Yào bàn de shìqing hěn duō. There are many things to do. 他多喝了一點兒 (= 喝多了一點兒)。 tā duō hē le yīdiǎnr . He’s had a drop too much. 我在那兒多住了幾天。 Wǒ zài nàr duō zhù le jǐ tiān. I stayed there a few days longer. 時間緊迫, 我不能多考慮。 Shíjiān jǐnpò, wǒ bù néng duō kǎolǜ. Time is running out so I can’t give it much thought. 我們比原計劃多打了十口井。 Wǒmen bǐ yuán jìhuà duō dǎ le shí kǒu jǐng. We have sunk ten more wells than planned. 昨天很熱, 今天涼快多了。 Zuótiān hěn rè, jīntiān liángkuai duō le. It was quite hot yesterday but today it’s a lot cooler. 2 excessive 多疑 duōyí suspicious; distrusting \nadverb over a specified amount; and more 十多斤 shí duō jīn a dozen or more jin 十斤多 shí jīn duō over ten jin 六十多歲 liùshí duō suì over sixty years old 三個多月 sān ge duō yuè over three months; three months and more 一百多個人 yībǎi duō ge rén more than 100 people 全書一千多頁。 Quánshū yīqiān duō yè. It’s a book of 1,000-odd pages. \nverb 1 have (a specified amount) more or too much (opp. 少) 班上多了三個新同學。 Bān shàng duō le sān ge xīn tóngxué. There are three more new students in the class. 這個句子多了一個詞。 zhège jùziduō le yī ge cí. There is one word too many in this sentence. 2 have sth. in abundance 南方多水, 利於灌溉。 Nánfāng duō shuǐ, lìyú guàngài. Irrigation is easy in the South because of the abundance of water. 這裡春天多風, 夏天多雨。 Zhèlǐ chūntiān duō fēng, xiàtiān duō yǔ. Here we have a lot of wind in spring and a lot of rain in summer. \nadverb 1 [in questions] to what extent 他多大年紀了？ Tā duō dà niánjì le？ How old is he? 天安門有多高？ Tiān'ānmén yǒu duō gāo？ How high is Tian’anmen? 多厚的木板才能做桌面呢？ Duō hòu de mùbǎn cái néng zuò zhuōmiàn ne？ How thick must a wooden plank be to make a table top? 2 [in exclamations] to what an extent 看她多漂亮！ Kàn tā duō piàoliang! Look how pretty she is! 這天兒多悶哪！ Zhètiānr duō mēn nǎ! What stuffy weather! 3 to an unspecified extent 有多大勁兒使多大勁兒。 Yǒu duō dà jìnr shǐ duō dà jìnr. Use out all the strength you have. 走出不多遠, 他又回來了。 Zǒu chū bù duō yuǎn, tā yòu huílai le. He turned back before going far. 多複雜的算術題他都能做出來。 Duō fùzá de suànshù tí tā dōu néng zuò chūlai. He can figure out any arithmetic problem, no matter how complicated.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "1",
        "reviewed": "4"
    },
    {
        "headword": "少",
        "pronunciation": "shao3",
        "definition": "verb 1 be short of; lack (opp. 多) 少管閒 shǎoguǎnxiánshì keep one’s nose out of other people’s affairs (or business) 缺醫少藥 quēyīshǎoyào be short of doctors and medicine 我們還少兩把椅子。 Wǒmen hái shǎo liǎng bǎ yǐzi. We’re still two chairs short. 咱們少一個好的守門員。 Zánmen shǎo yī ge hǎo de shǒuményuán. We lack a good goalkeeper. 2 owe 還少一百塊。 hái shǎo yībǎi kuài. There are still 100 yuan owing. 他還少我半年的房租。 Tā hái shǎo wǒ bànnián de fángzū. He still owes me half year’s rent. 3 lose; be missing 看看少不少人。 Kànkan shǎo bùshǎo rén. See if anyone is missing. 少了誰地球也轉。 shǎo le shuí dìqiú yě zhuǎn. No man is indispensable. 羊群裡少了幾只羊。 Yángqún lǐ shǎo le jǐ zhī yáng. A few sheep have been lost from the flock. 這裡肯定少了一個字。 Zhèlǐ kěndìng shǎo le yī ge zì. Surely, there’s a word missing here. 4 stop; quit 少廢話！ Shǎo fèihuà! Stop talking rubbish! 少給我裝蒜！ Shǎo gěi wǒ zhuāngsuàn! Stop pretending! 少來這一套。 Shǎo lái zhè yī tào. Cut it out. or Quit that! \nadjective few; little; less (opp. 多) 少吃多餐 shǎochīduōcān have many meals but little food at each 少得可憐 shǎo de kělián miserably little (or few) 少勞少得 shǎoláoshǎodé less pay for less work 少生優生 shǎoshēng-yōushēng have fewer but healthier babies 少生優育 shǎo shēng yōuyù fewer births and sound child care practice 少走彎路 shǎozǒuwānlù avoid detours in one’s progress 少花錢, 多辦事 Shǎo huāqián, duō bàn shì. accomplish more with less money 少講空話, 多做實事 shǎo jiǎng kōnghuà, duō zuò shíshì forsake empty talk in favour of practical work 以少勝多 yǐshǎoshèngduō defeat the many with the few 最近我們很少見到他。 Zuìjìn wǒmen hěn shǎo jiàndào tā. We’ve seen very little of him lately. \nadverb a little while; a moment 請少候。 Qǐng shǎo hòu. Wait a moment, please.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "钱",
        "pronunciation": "qian2",
        "definition": "noun 1 copper coin; cash 銅錢 tóngqián copper cash 2 money; wealth 有錢有勢 yǒuqiányǒushì be wealthy and powerful 這個多少錢？ Zhège duōshao qián？ How much is this? 3 fund; sum 買房的錢 mǎi fáng deqián the wherewithal to buy a flat 這筆錢是專為保健事業用的。 Zhè bǐ qián shì zhuān wèi bǎojiàn shìyè yòng de. This fund is earmarked for public health services. 4 copper coin-shaped object See 36236288紙錢zhi3qian2紙錢;35217152榆錢兒yu2qian2r0榆錢兒 5 (Qián) a surname \nmeasure word qian (a traditional unit of weight, equal to 0.01 jin (市斤), and equivalent to 5 grams or 0.176 ounce)",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "3",
        "reviewed": "4"
    },
    {
        "headword": "块",
        "pronunciation": "kuai4",
        "definition": "noun 1 piece; lump; chunk 塊煤 kuàiméi lump coal 糖塊兒 Táng kuàir hard candy; fruit drops; lumps of sugar 把肉切成塊兒 bǎ ròu qiē chéng kuàir cut the meat into cubes 2 computing block 塊複製 kuài fùzhì block copy 數據塊 shù jù kuài data block \nmeasure word 1 piece; lump 兩塊肥皂 liǎng kuài féizào two cakes of soap 一塊麵包 yī kuài miànbāo a piece (or hunk) of bread 一塊手錶 yī kuài shǒubiǎo a wrist watch 一塊桌布 yī kuài zhuōbù a table cloth 2 colloquial [for gold or silver dollars, Renminbi, and certain paper money] 三塊錢 sān kuài qián three yuan 塊兒八毛 kuàirbāmáo one yuan or slightly less 兩塊銀洋 liǎng kuài yínyáng two silver dollars 一千塊港幣 yīqiān kuài Gǎngbì 1, 000 1,000 Hong Kong dollars",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "1",
        "reviewed": "4"
    },
    {
        "headword": "在",
        "pronunciation": "zai4",
        "definition": "verb 1 exist; be alive 人在人情在。 Rén zài rénqíng zài. Friendship lasts as long as the person remains. 他父親還在, 母親早就不在了。 Tā fùqin hái zài, mǔqin zǎo jiù bù zài le. His father is still alive, but his mother passed away long ago. 她人已去, 但精神永在。 tā rén yǐqù, dàn jīngshén yǒng zài. She is gone, but her spirit lives on. 問題還在, 並沒有解決。 Wèntí hái zài, bìng méiyǒu jiějué. The problem still exists and is not resolved yet. 2 be at, in, or on (a place) 你去那兒找他, 他準在。 Nǐ qù nàr zhǎo tā, tā zhǔn zài. Go and see him; he’s sure to be there. 他在家, 不在這兒。 Tā zài jiā, bù zài zhèr. He’s at home, not here. 你的鋼筆在桌子上呢。 Nǐ de gāngbǐ zài zhuōzi shàng ne. Your pen is on the table. 我父母在農村。 Wǒ fùmǔ zài nóngcūn. My parents are in the countryside. 3 depend on; rest with 去不去在你自己。 Qù bù qù zài nǐ zìjǐ. It’s up to you whether to go or not. 收不收他在學校領導。 Shōu bù shōu tā zài xuéxiào lǐngdǎo. His admittance rests with the school authorities. 學習好, 主要在自己努力。 Xuéxí hǎo, zhǔyào zài zìjǐ nǔlì. Getting good results in one’s studies depends mainly on one’s own efforts. 4 lie in; consist in 工作人員不在多, 而在有效率。 Gōngzuò rényuán bù zài duō, ér zài yǒu xiàolǜ. A staff need not be large but it must be efficient. 她美就美在那雙眼睛。 Tā měi jiù měi zài nà shuāng yǎnjing. Her charm lies in her eyes. 我們的希望在青年一代。 Wǒmen de xīwàng zài qīngnián yīdài. Our hopes lie in the younger generation. 學習貴在堅持。 Xuéxí guì zài jiānchí. Persistence is vital to study. 這首詩妙在含蓄而不明言。 Zhè shǒu shī miào zài hánxù ér bù míng yán. The appeal of this poem lies in inference rather than direct statement. 5 join or belong to an organization; be a member of an organization 在組織 Zài zǔzhī belong to a certain organization 6 be on the job or at the post See 35602688在職zai4zhi2在職 \npreposition 1 at, in, or on (a place or time) 在會上發言 Zài huì shàng fāyán speak at a meeting 狗在地上打滾兒。 Gǒu zài dìshang dǎgǔnr. The dog rolled on the ground. 他在工廠工作。 Tā zài gōngchǎng gōngzuò. He works in a factory. 事情發生在去年。 Shìqing fāshēng zài qùnián. It happened last year. 陽光照射在水面上。 Yángguāng zhàoshè zài shuǐmiàn shàng. The sunlight fell on the water. 運動會安排在四月份。 Yùndònghuì ānpái zài Sìyuè fèn. The sports meet will be some time in April. 2 according to; in terms of 在黨內 zài dǎngnèi within (or inside) the Party 在此期間 zài cǐ qījiān during this period 在理論上 zài lǐlùn shàng in theory; theoretically 在我看來 Zài wǒ kànlai in my opinion; as I see it 在這方面 zài zhè fāngmiàn in this respect 在國際事務中 zài guójì shìwù zhōng in international affairs 在全國範圍內 zài quánguó fànwéi nèi throughout the country 在這種情況下 zài zhèzhǒng qíngkuàng xià under these circumstances 在黨中央的領導下 zài dǎngzhōngyāng de lǐngdǎo xià under the leadership of the Party Central Committee 在和平共處五項原則的基礎上 zài hépíng gòngchǔ wǔ xiàng yuánzé de jīchǔ shàng on the basis of the Five Principles of Peaceful Coexistence \nadverb 1 [indicating action in progress] 他在看電視。 Tā zài kàn diànshì. He’s watching TV. 他在幹什麼？——他還在睡覺呢。 Tā zài gàn shénme？ —— tā hái zài shuìjiào ne. What’s he doing? —He’s still sleeping. 她在游泳。 Tā zài yóuyǒng. She is swimming. 2 [used together with 所 (suǒ) and often followed by 不 (bù) to indicate emphasis] See 35597056在所不辭zai4suo3bu4ci2在所不辭;35597312在所不惜zai4suo3bu4xi1 在所不惜",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "椅",
        "pronunciation": "yi3",
        "definition": "noun chair 軟椅 ruǎn yǐ soft (or upholstered) chair",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "面",
        "pronunciation": "mian4",
        "definition": "noun 1 face 面帶笑容 miàndài xiàoróng with a smile on one’s face 面無懼色 miàn wú jùsè look dauntless; fearless look 2 surface; top; face 鐘面 zhōngmiàn clock face; dial 面兒磨得很光。 Miànr mó de hěn guāng. The surface has been polished shiny bright. 3 side 這種紙一面光。 Zhèzhǒng zhǐ yī miàn guāng. This kind of paper is smooth on one side. 這本書有多少面？ Zhè běn shū yǒu duōshao miàn？ How many pages are there in this book? 4 right side; cover; outside 書面兒 shūmiànr cover of a book 夾襖的面兒 jiá'ǎo de miànr outer shell of a lined jacket 這塊布做裡兒, 那塊布做面兒。 Zhè kuài bù zuò lǐr, nà kuài bù zuò miànr. Use this piece of cloth for the lining and that piece for the outside. 5 mathematics surface 立方體有六個面。 Lìfāngtǐ yǒu liù ge miàn. A cube has six surfaces. 6 overall; entire area (as opposed to individual points) 部長下去蹲點兒了, 面上的工作他讓我來抓。 Bùzhǎng xiàqu dūndiǎnr le, miàn shàng de gōngzuò tā ràng wǒ lái zhuā. The minister has gone to spend time in a grass-roots unit and left me in charge of overall business. 7 extent; range; scale; scope 知識面廣 Zhīshi miàn guǎng have a wide range of knowledge 知識面窄 Zhīshimiàn zhǎi have a narrow range of knowledge 這次討論涉及的面很廣。 Zhè cì tǎolùn shèjí de miàn hěn guǎng. The discussion covered a wide range of topics. 8 face; feelings 看在我的面上, 饒了他這一回吧。 Kàn zài wǒ de miàn shàng, ráo le tā zhè yī huí ba. Please let him off this time for my sake. \nverb 1 meet; come out See 66915299面市mian4shi4面市 2 face (a certain direction) 這房子面南坐北。 Zhè fángzi miàn nán zuò běi. The house faces south. \nmeasure word 1 [for flat things] 一面鏡子 yī miàn jìngzi a mirror 兩面旗子 liǎng miàn qízi two flags 2 [for the number of times people meet each other] 我們只見過一面。 wǒmen zhǐjiàn guò yī miàn. We have only met once. \naffix [suffix for location or direction] 前面 qiánmiàn in front; at the head; ahead 外面 wàimiàn outside; out \nadverb directly; face-to-face 面告 miàngào tell sb. personally",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "0",
        "reviewed": "3"
    },
    {
        "headword": "医",
        "pronunciation": "yi1",
        "definition": "noun 1 doctor (of medicine) 邊遠農村缺醫少藥。 Biānyuǎn nóngcūn quēyīshǎoyào. Remote rural areas are short of doctors and medicine. 2 medical science; medical service; medicine 醫用溫度計 Yīyòng wēndùjì clinical thermometer 求醫 qiúyī consult (or go to see) a doctor 送醫送藥到山寨 sòng yī sòng yào dào shānzhài take medicine and medical service to mountain villages 她是學醫的。 Tā shì xué yī de. She studies medicine. \nverb cure; treat; heal 給牧民醫病 gěi mùmín yī bìng give medical treatment to herdsmen 把他的病醫好 bǎ tā de bìng yī hǎo cure him of his illness",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "1",
        "reviewed": "4"
    },
    {
        "headword": "院",
        "pronunciation": "yuan4",
        "definition": "noun 1 courtyard; yard; compound 四合院兒 sìhéyuànr courtyard 院兒裡種了幾棵棗樹。 yuàn r lǐ zhòng le jǐ kē zǎoshù. There are some jujube trees in the courtyard. 2 designation for certain government offices and public places 院外調解 yuànwài tiáojiě conciliation out of court 3 college; academy; institute of higher learning 全院師生 Quán yuàn shī-shēng all the teachers and students of the university 4 hospital 院內交叉感染 yuàn nèi jiāochā gǎnrǎn cross infection in hospital 出院 chūyuàn be discharged from hospital 5 (Yuàn) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "3",
        "reviewed": "5"
    },
    {
        "headword": "茶",
        "pronunciation": "cha2",
        "definition": "noun 1 tea (the plant or its leaves) 採茶 cǎichá pick tea (leaves) 種茶 zhòng chá grow tea 這兒產茶。 Zhèr chǎn chá. Tea is produced here. 2 tea (the drink) 紅茶 hóngchá black tea 綠茶 lǜchá green tea 濃茶 nóngchá strong tea 淡茶 Dànchá weak tea 品茶 pǐnchá sip tea to judge the flavour 沏茶 qīchá make tea 喝早茶 hē zǎo chá have morning tea 喝午茶 hē wǔ chá have afternoon tea 請給我倒杯茶。 qǐng gěi wǒ dào bēi chá. Please give me a cup of tea. 你的茶裡要加糖嗎？ Nǐ dechá lǐ yào jiā táng ma? Do you take sugar in your tea? 3 certain kinds of beverage or liquid food 杏仁茶 xìngrénchá almond paste (used to make a drink); almond-flavoured drink 4 dated betrothal gift (often in the form of tea) 下茶 xiàchá send a betrothal gift 5 botany tea-oil tree; oil-tea camellia See 18274304茶油cha2you2茶油 6 botany camellia See 67494826茶花兒cha2hua1r5茶花兒 7 dark brown See 18269952茶色cha2se4茶色",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "2",
        "reviewed": "5"
    },
    {
        "headword": "春",
        "pronunciation": "chun1",
        "definition": "noun 1 spring 春去秋來 chūnqù-qiūlái with the change of seasons; with the passage of time 溫暖如春 wēnnuǎnrúchūn as warm as spring 2 literary a year's time; year 戎馬生涯二十春 róngmǎshēngyá èrshí chūn twenty year’s army life 3 love; lust 懷春 huáichūn have thoughts of love 4 life; vitality 妙手回春 miàoshǒuhuíchūn effect a miraculous cure and bring the dying back to life 5 (Chūn) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "2",
        "reviewed": "4"
    },
    {
        "headword": "夏",
        "pronunciation": "xia4",
        "definition": "noun summer \nnoun 1 Xia Dynasty (c.2070-1600 BC) 2 archaic China See 22906368華夏hua2xia4華夏 3 a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "秋",
        "pronunciation": "qiu1",
        "definition": "noun 1 autumn 秋雨 qiūyǔ autumn rain 一九八五年秋 yī jiǔ bā wǔ nián qiū Autumn, 1985 2 harvest time 麥秋 màiqiū wheat harvest season 3 year 千秋萬代 qiānqiūwàndài throughout the ages; generation after generation; forever 4 a period of (usu. troubled) time 多事之秋 duōshìzhīqiū an eventful period or year; troubled times 5 (Qiū) a surname \nmeaningless bound form See 28706048秋千qiu1qian1秋千",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "2",
        "reviewed": "4"
    },
    {
        "headword": "冬",
        "pronunciation": "dong1",
        "definition": "noun winter 冬寒 Dōng hán winter cold; winter freeze \nVARIANT OF 20199168咚dong1咚 onomatopoeia sound of a beating drum, knocking at the door, etc.; rub-a-dub; rat-tat; rat-a-tat",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "1",
        "reviewed": "5"
    },
    {
        "headword": "狗",
        "pronunciation": "gou3",
        "definition": "noun 1 dog 2 vulgar damned; cursed 狗東西 gǒu dōngxi that son of a bitch",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "1",
        "reviewed": "4"
    },
    {
        "headword": "猫",
        "pronunciation": "mao1",
        "definition": "noun cat; feline 貓叫 māojiào mewing; purring 貓仔 māozǎi kitten 病貓 bìng māo feline disease 小貓 xiǎomāo kitten 雄貓 xióngmāo tomcat \nverb 1 dialect hide; conceal 貓起來 māo qǐ·lái hide oneself 2 bend forward 貓腰 māoyāo bend down",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "桌",
        "pronunciation": "zhuo1",
        "definition": "noun table; desk 把它擱桌上。 Bǎ tā gē zhuō shàng. Put it on the table. \nmeasure word [of a feast table, etc.] table; tableful 三桌客人 Sān zhuō kèren three tables of guests (at a dinner party) 一桌菜 yī zhuō cài a series of dishes for one table",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "3",
        "reviewed": "9"
    },
    {
        "headword": "电",
        "pronunciation": "dian4",
        "definition": "noun 1 electricity 2 telegram; cable 3 telephone; call 4 broadcasting station 5 lightening \nverb 1 give or receive an electric shock 電門有毛病, 電了我一下。 Diànmén yǒu máobing, diàn le wǒ yīxià. There was something wrong with the switch and I got a shock. 2 telegraph; cable 電上級請示 Diàn shàngjí qǐngshì telegraph the higher authorities for instructions",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "脑",
        "pronunciation": "nao3",
        "definition": "noun 1 brain 用腦過度 Yòngnǎo guòdù overtax one’s brain 2 head 3 brains; mind; head 動手動腦 dòngshǒu dòng nǎo use one’s hands and brains 4 essence 樟腦 zhāngnǎo camphor 5 bits; residue 針頭線腦 zhēntóuxiànnǎo odds and ends",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "前",
        "pronunciation": "qian2",
        "definition": "noun 1 front (opp. 後) 前院 qiányuàn front courtyard 樓前 lóu qián in front of the building 將軍胸前戴著所有的勛章。 Jiāngjun xiōngqián dàizhe suǒyǒu de xūnzhāng. The general was wearing all his medals on his chest. 2 future See 28323072前程qian2cheng2前程 3 ago; before (opp. 後) 晚飯前 Wǎn fànqián before supper 這個故事發生在五百年前。 Zhège gùshi fāshēng zài wǔbǎi nián qián. The story took place 500 years ago. 4 forward; ahead (opp. 後) 朝前走 Cháo qián zǒu go straight ahead 往前看 wǎng qián kàn look forward 5 preceding 前一階段 qián yī jiēduàn the preceding stage 前資本主義 qián zīběnzhǔyì precapitalism 6 former; formerly 前任校長 Qiánrèn xiàozhǎng former principal (of a school) 7 first (opp. 後) 前五排 qián wǔ pái the first five rows 這次比賽的前三名 Zhècì bǐsài de qián sān míng the first three places in this competition 8 front; battlefield 支前 zhīqián support the front 9 (Qián) a surname \nverb move forward; go (straight) ahead 勇往直前 yǒngwǎngzhíqián forge ahead bravely",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "后",
        "pronunciation": "hou4",
        "definition": "noun 1 back; rear (opp. 前) 屋後 wū hòu behind (or at the back of ) a house 村前村後 Cūn qián cūn hòu in front of and behind the village 2 later time; future; after; afterwards (opp. 前) 課後 kèhòu after class 3 last (opp. 前, 先) 後五名 hòu wǔ míng the last five (persons) 4 offspring 無後 wúhòu without male offspring 5 [used to describe a generation born in a particular decade] 80後 hòu children of the '60s; people born in the 1980s",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "左",
        "pronunciation": "zuo3",
        "definition": "noun 1 the left side; the left (opp. 右) 左上方 zuǒshàngfāng the upper left 左轉彎 zuǒzhuǎnwān turn to the left; turn left 2 east (opp. 右) 山左 Shānzuǒ areas east of the Taihang Mountains, specifically Shandong Province 3 the Left; left wing (opp. 右) 凡有人群的地方, 都有左, 中, 右。 Fányǒu rénqún de dìfang, dōu yǒu zuǒ, zhōng, yòu. Wherever there are groups of people, they always divide into the Left, the Centre and the Right. 4 VARIANT OF 37117952佐zuo3佐 II assistant \n(Zuǒ) a surname \nadjective 1 strange; unorthodox; heretical See 37111040左脾氣zuo3pi2qi5左脾氣 2 wrong; incorrect 你想左了。 Nǐ xiǎng zuǒ le. You’re thinking wrong. or You’ve got the wrong idea. 3 different; contrary; opposite See 33031168相左xiang1zuo3相左 4 progressive; revolutionary (opp. 右) See 37115136左翼zuo3yi4左翼 \nverb VARIANT OF 37117952佐zuo3佐 I assist",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "右",
        "pronunciation": "you4",
        "definition": "noun 1 right (side) 右側位 yòu cè wèi right lateral position 右開窗 yòu kāi chuāng right-handed window 右上方 yòu shàngfāng upper right 右下角 yòuxiàjiǎo lower right-hand corner 靠右走 kào yòu zǒu keep to the right 向右拐 xiàng yòu guǎi turn right 2 dated west 山右 shānyòu areas west of the Taihang Mountains, specifically Shanxi Province 3 right side as the side of precedence 無出其右 wúchūqíyòu second to none \nadjective conservative; reactionary; the Right 思想太右 sīxiǎng tài yòu too far to the Right in thinking \nverb literary 1 favour; uphold; advocate 右文 yòuwén give emphasis to civil affairs; stress culture and learning 2 VARIANT OF 35136512佑you4佑 help; protect; bless",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "外",
        "pronunciation": "wai4",
        "definition": "noun 1 outside; exterior (opp. 內, 裡) 窗外 chuāngwài outside the window 城外 chéngwài outside the city 2 besides; in addition; beyond 計劃外的項目 jìhuà wài de xiàngmù projects outside the plan 預算外的開支 yùsuàn wài de kāizhī extra-budgetary expenditure 3 other place 海外 hǎiwài overseas; abroad 塞外 sàiwài beyond the Great Wall 4 foreigner; foreign country 外為中用 wàiwéizhōngyòng make foreign things serve China 老外 lǎowài foreigner 中外合資企業 Zhōng-wài hézī qǐyè Chinese-foreign joint venture 5 relatives of one's mother, sisters or daughters See 32015616外孫wai4sun1外孫 \nadjective 1 other (than one's own) 外單位 wài dānwèi unit other than one’s own See 31985664外國wai4guo2外國 2 not intimate; not closely related 見外 jiànwài regard sb. as an outsider 3 unofficial See 32027648外傳wai4zhuan4外傳 wàizhuàn \nadverb additionally See 31991552外加wai4jia1外加 \nnoun theater elderly male role in traditional opera",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "本",
        "pronunciation": "ben3",
        "definition": "noun 1 the root or stem of a plant 水有源, 木有本。 Shuǐ yǒu yuán, mù yǒu běn. A stream has its source; a tree its roots. 2 foundation; basis; origin (opp. 末) 健康是幸福生活之本。 Jiànkāng shì xìngfú shēnghuó zhī běn. Health is fundamental to a happy life. 3 capital; principal 還本付息 huánběnfùxī pay back the principal plus interest 賠本兒買賣 Péi běn r mǎimai losing business \nverb be based on 每句話都有所本。 Měi jù huà dōu yǒusuǒ běn. Every statement is well-founded. \nadjective 1 major; central See 17399296本部ben3bu4本部 2 original; intrinsic See 17415680本性ben3xing4本性 \nadverb originally; at first 我本不想去 wǒ běn bù xiǎng qù Originally I didn't want to go. \npronoun 1 oneself; one's own work 本單位 běn dānwèi one’s own work unit 2 current; this; present 本周 běnzhōu this week; the current week 本決議 běn juéyì this resolution \npreposition according to; in line with 本有關規定執行 běn yǒuguān guīdìng zhíxíng act according to the relevant rules and regulations \nnoun 1 book 賬本 zhàngběn account book; ledger 筆記本 bǐjìběn notebook 戶口本 hùkǒuběn residence registration booklet 日記本 rìjìběn diary 2 manuscript; script; copy 抄本 chāoběn hand-copied book; transcript 劇本 jùběn script 影印本 yǐngyìnběn photocopy 3 edition; version 普及本 pǔjíběn popular edition 善本 shànběn valuable edition 4 colloquial licence; diploma; certificate 考本 kǎoběn take tests for a driver’s licence; take driving tests \nmeasure word [for books, parts of a serial, etc.] 兩本書 Liǎng běn shū two books 這部電影有十二本。 Zhè bù diànyǐng yǒu shí'èr běn. This is a twelve-reel film.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "能",
        "pronunciation": "neng2",
        "definition": "noun 1 ability; capability; skill 技能 jìnéng technical skill 無能 wúnéng incompetent 2 physics energy 波能 bō néng wave energy 風能 fēngnéng wind energy \nverb 1 can do; be able to; be capable of 他好多了, 能下床了。 Tā hǎo duō le, néng xià chuáng le. He’s much better and can get up now. 她一分鐘能打七十個字。 Tā yī fēnzhōng néng dǎ qīshí ge zì. She can type 70 words a minute. 我幹這個工作能行嗎？ Wǒ gàn zhège gōngzuò néng xíng ma？ Am I really fit for the job? 2 possibly 天這麼晚了, 他能來嗎？ Tiān zhème wǎn le, tā néng lái ma？ It’s already very late. Can he possibly come tonight? 這件事她能一點兒也不知道嗎？ Zhè jiàn shì tā néng yīdiǎnr yě bùzhīdào ma? How could she know nothing of this? or Could she be completely in the dark? 3 [between 不…不 to express obligation, certainty or great probability] 不能不 bùnéngbù must; have to; cannot but 4 may; can; have the permission to 這兒能停車嗎？——能停(不能停)。 Zhèrnéng tíngchē ma? ——néng tíng. Can we park here?—Yes, you can. (No. Parking is forbidden here.) \nadjective able; capable 她可能呢, 穿的衣服都是自己做的。 Tā kěnéng ne, chuān de yīfu dōu shì zìjǐ zuò de. She’s very clever with her hands and makes all her own clothes.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "工",
        "pronunciation": "gong1",
        "definition": "noun 1 worker; workman 女工 nǚgōng woman worker 2 work; labour 既省料又省工 jì shěng liào yòu shěng gōng save both material and labour 3 architecture project; construction 動工 dònggōng start a project 4 industry 工農業 gōngnóngyè industry and agriculture 5 engineer 高工 gāogōng abbreviation senior engineer 6 man-day 這項工程需要五千個工。 Zhè xiàng gōngchéng xūyào wǔqiān ge gōng. This project will take 5,000 man-days to complete. 7 skill; craftsmanship 唱工 chànggōng singing skill \nverb literary be versed in; be good at 工詩善畫 Gōng shī shàn huà be well versed in painting and poetry \nadjective exquisite; fine 其詩甚工。 qí shī shèn gōng. His poetry is fine and rhythmical. \nnoun music archaic a note of the scale in Gongchepu (工尺譜), corresponding to 3 in numbered musical notation",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "作",
        "pronunciation": "zuo4",
        "definition": "noun writings; work 新作 xīnzuò a new work 成功之作 chénggōng zhī zuò a successful work \nverb 1 rise; grow 槍聲大作。 Qiāngshēng dàzuò. Heavy firing broke out. 2 write; compose 作畫 zuòhuà paint a picture 作詩 zuòshī compose a poem 作書一封 zuò shū yī fēng write a letter 3 pretend; affect 故作怒容 gù zuò nùróng pretend to be angry 4 regard as; take sb. or sth. for 看作 kànzuò look upon as; regard as See 37143552作廢zuo4fei4作廢 5 feel; have See 37151488作嘔zuo4ou3作嘔 6 engage in an activity See 37150976作孽zuo4nie4作孽",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "坐",
        "pronunciation": "zuo4",
        "definition": "verb 1 sit 請坐。 Qǐngzuò. Please sit down. 請進來坐坐。 Qǐng jìnlai zuò zuò. Please come in and sit for a while. 他忽然坐起來了。 Tā hūrán zuò qǐlai le. He sat up suddenly. 我願意站著, 你坐下吧。 Wǒ yuànyi zhànzhe, nǐ zuòxia ba. I’ll love to stand, you sit. 2 travel by or on (any conveyance except those which are straddled) 坐火車去 zuò huǒchē qù go by train 坐公共汽車 zuò gōnggòng qìchē ride on a bus 坐電梯上去 zuò diàntī shàng qù go up by lift; take the elevator 3 (of a building) have its back towards 這所房子坐北朝南。 Zhè suǒ fángzi zuò běi cháo nán. This house faces south. 4 put (a pan, pot, kettle, etc.) on a fire 把壺坐上 Bǎ hú zuò shàng put the kettle on (the fire) 5 (of a building) sink; subside 這個房子向后坐了。 Zhège fángzi xiàng hòu zuò le. This house is beginning to lean backwards. 6 (of rifles, guns, etc.) recoil; kick back See 37131008坐力zuo4li4坐力 7 bear (fruit) See 37127168坐果zuo4guo3坐果 8 be punished See 20743680反坐fan3zuo4反坐 9 contract (or have) a disease; suffer from a disease 年輕時坐下了腿寒的毛病 niánqīng shí zuòxià le tuǐ hán de máobing got one’s cold legs during one’s youth \nnoun VARIANT OF 37165824座zuo4座1 seat; place \npreposition literary because; for the reason that 坐此解職 zuòcǐxièzhí be dismissed for this reason \nadverb literary without any reason or cause; for no reason 驚砂坐飛 jīngshā zuò fēi dust flew without wind",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "康",
        "pronunciation": "kang1",
        "definition": "adjective 1 healthy 健康 jiànkāng healthy 2 well-being; easy; peaceful; abundant See 24876032康寧kang1ning2康寧 \nnoun (Kāng) a surname \nliterary VARIANT OF 24879104糠kang1糠 noun \nchaff; bran; husk \nverb (usu. of a radish) become spongy \nadjective dialect of low quality; inferior",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "健",
        "pronunciation": "jian4",
        "definition": "adjective 1 healthy; strong 矯健 jiǎojiàn strong and vigorous 2 strong in; good at 健鬥 jiàndòu be good at fighting \nverb strengthen; toughen; invigorate 健脾 jiàn pí invigorate the function of the spleen 健腎 jiànshèn strengthen the function of kidneys",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "表",
        "pronunciation": "biao3",
        "definition": "noun 1 surface; outside; external 月表 yuèbiǎo the moon’s surface 2 the relationship between the children or grandchildren of a brother and a sister, or of sisters See 17654528表哥biao3ge1表哥 3 model; example 為人師表 wéirénshībiǎo worthy of the name of teacher See 17664256表率biao3shuai4表率 4 memorial to an emperor 諸葛亮《出師表》 Zhūgě Liàng 《Chūshī Biǎo》 Zhuge Liang’s “Memorial on Going to War” 5 table; form; list; chart 造表 zàobiǎo draw up a table; write out a list 登記表 dēngjì biǎo registration form 價目表 jiàmùbiǎo price list \nverb 1 show; express 表決心 biǎojué xīn express (or declare) one’s determination 深表同情 shēnbiǎo tóngqíng show deep sympathy 以表敬意 yǐ biǎo jìngyì as a small token of one’s respect 2 Chinese medicine administer medicine to bring out the cold \nnoun 1 ornamental columns (in front of a palace or tomb) 2 gnomon (needle) of a sundial",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "1",
        "reviewed": "6"
    },
    {
        "headword": "现",
        "pronunciation": "xian4",
        "definition": "noun cash; ready money 付現 fùxiàn pay cash \nverb show; appear; become visible 現原形 xiàn yuánxíng show one’s true colours 她臉上現出一絲笑容。 Tā liǎnshàng xiànchū yī sī xiàoróng. A faint smile appeared on (or crept over) her face. \nadjective 1 present; current; existing 現況 xiànkuàng the existing (or present) situation 現階段 xiànjiēduàn present stage 2 (of money, etc.) on hand See 32961024現錢xian4qian2現錢 \nadverb recent; improvise; extempore 現烙的燒餅 xiàn lào de shāobing sesame buns just out of the oven 現派張先生前往你處接洽。 xiàn pài zhāng xiānsheng qiánwǎng nǐ chù jiēqià. We are now sending Mr Zhang to contact you. 他在晚會上現編了一首詩。 Tā zài wǎnhuì shàng xiàn biān le yī shǒu shī. He improvised a poem at the evening party. 這點兒技術也是工作中現學的。 Zhèdiǎnr jìshù yěshì gōngzuò zhōng xiàn xué de. Whatever skills I have were picked up on the job.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "研",
        "pronunciation": "yan2",
        "definition": "verb 1 grind; pestle; mull; triturate; levigate; lap 研墨 yánmò rub an ink stick on an inkslab (to prepare ink for brush writing) 研成粉末 yán chéng fěnmò grind into fine powder; pulverize by grinding; levigate 2 study; research 研探 yán tàn explore; inquire into \nnoun 1 abbreviation VARIANT OF 34026496研究生yan2jiu1sheng1研究生 postgraduate (student); graduate student 考研 kǎoyán take a postgraduate examination 2 abbreviation research fellow 副研 fùyán associate research fellow",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "2",
        "reviewed": "8"
    },
    {
        "headword": "究",
        "pronunciation": "jiu1",
        "definition": "verb study carefully; go into; investigate 究其根源 jiūqígēnyuán trace sth. to its source \nadverb literary actually; really; after all 究應如何辦理？ Jiū yīng rúhé bànlǐ？ How should this be dealt with? 究系何因, 尚待深查。 Jiū xì hé yīn, shàng dài shēn chá. The actual cause awaits further investigation.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "里",
        "pronunciation": "li3",
        "definition": "noun 1 lining; inside (of clothing) 衣服裏 yīfu lǐ lining (of a garment) 被裏 bèilǐ inside of a quilt 這面是裏兒, 那面是面兒。 Zhè miàn shì lǐr, nà miàn shì miànr. This is the inside, that is the outside. 2 inner (opp. 外) 圈裏人 quān lǐ rén insider; member of the inner circle",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "0",
        "reviewed": "4"
    },
    {
        "headword": "朋友",
        "pronunciation": "peng2you5",
        "definition": "noun 1 friend 廣交朋友 Guǎngjiāo péngyou make many friends 2 boyfriend or girlfriend 談朋友 tánpéngyou have a boyfriend (or girlfriend); go steady; date",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "方圆",
        "pronunciation": "fang1yuan2",
        "definition": "noun 1 neighbourhood; vicinity 方圓左近的人, 他都認識。 Fāngyuán zuǒ jìn de rén, tā dōu rènshi. He knows everyone in the neighbourhood. 2 area 那個湖方圓八百公里。 Nàge hú fāngyuán bābǎi gōnglǐ. The lake has an area of 800 square kilometres.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "谢",
        "pronunciation": "xie4",
        "definition": "verb 1 thank 謝了又謝 xiè le yòu xiè thank again and again 多謝。 Duōxiè. Thanks a lot. 不用謝。 Bù yòng xiè. Don’t mention it. 2 literary make an apology; excuse oneself 謝病 xièbìng excuse oneself on grounds of illness 謝過 Xièguò apologize for having done sth. wrong 3 decline See 33321984謝絕xie4jue2謝絕 4 (of flowers, leaves) wither 凋謝 diāoxiè wither and fall \nnoun (Xiè) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "现在",
        "pronunciation": "xian4zai4",
        "definition": "noun now; at present; today",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "点",
        "pronunciation": "dian3",
        "definition": "noun 1 drop (of liquid) 雨點兒 yǔdiǎnr raindrop 2 spot; dot; speck 墨點兒 mòdiǎnr ink spots 3 dot stroke (in Chinese characters) 4 mathematics point 兩點成一直線。 Liǎng diǎn chéng yī zhíxiàn. A straight line is formed by connecting two points. 5 decimal point; point 三點兒五 Sāndiǎnr wǔ three point five (3.5) 6 place; point 突破一點 tūpò yīdiǎn make a breakthrough at one point 7 aspect; feature 從這點上看 cóng zhè diǎn shàng kàn viewed from this aspect 對這一點沒人懷疑。 Duì zhè yīdiǎn méi rén huáiyí. Nobody has any doubt about that. 8 finance point 上證指數收漲44點。 Shàngzhèng Zhǐshù shōu zhǎng 44 diǎn. The Shanghai Composite Index ended up 44 points. \nverb 1 place a dot 點三個點兒表示省略 diǎn sān ge diǎnr biǎoshì shěnglüè a sequence of three dots marks an omission 2 touch on very briefly; skim 他用篙一點就把船撐開了。 Tā yòng gāo yīdiǎn jiù bǎ chuán chēng kāi le. He pushed the boat off with a shove of the pole. 她發言時點(到)了這件事。 tā fāyán shí diǎn le zhè jiàn shì. She touched on the matter in her speech. 3 drip 點眼藥 diǎn yǎnyào put drops in the eyes 4 sow in holes; dibble 點豆子 diǎn dòuzi dibble beans 5 check one by one; count 點貨 diǎnhuò check over goods; take stock 請把錢點一點。 Qǐng bǎ qián diǎn yī diǎn. Please count the money. 6 select; choose 他點了牛排。 Tā diǎn le niúpái. He ordered a steak. 7 hint; point out 一點他就明白了。 Yīdiǎn tā jiù míngbai le. He quickly took the hint. 8 light; burn; kindle 點燈 diǎn dēng light a lamp 他是火爆性子, 一點就著。 Tā shì huǒbào xìngzi, yīdiǎn jiùzhe. He’s got a fiery temper and flares up very quickly. 9 embellish; decorate 裝點 zhuāngdiǎn furnish; decorate \nmeasure word 1 a little; a bit; some 讀點兒魯迅 Dú diǎn r Lǔ Xùn read some of Lu Xun’s works 給我點兒紙。 gěi wǒ diǎn r zhǐ. Give me some paper, will you? 他今天好點兒了。 Tā jīntiān hǎo diǎn r le. He’s feeling a bit better today. 人的認識一點兒也不能離開實踐。 Rén de rènshi yī diǎn r yě bùnéng líkāi shíjiàn. Human knowledge cannot be separated from practice. 2 [for items] 我有幾點不成熟的想法。 Wǒ yǒu jǐ diǎn bù chéngshú de xiǎngfa. I have some tentative suggestions. \nnoun 1 o'clock 上午九點(鐘) Shàngwǔ jiǔ diǎn zhōng nine o’clock in the morning 現在幾點了？ Xiànzài jǐ diǎn le？ What time is it now? 2 appointed time 到點了 Dào diǎn le it’s time (to do sth.) 3 VARIANT OF 76626147雲板yun2ban3雲板 dated iron bell or clapper (used by government offices or influential families to give time or announce an event) \nnoun refreshments 茶點 chádiǎn tea and pastries \nnoun printing point (a unit of measurement for type bodies)",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "分",
        "pronunciation": "fen1",
        "definition": "verb 1 divide; separate; part (opp. 合) 分組討論 fēnzǔ tǎolùn hold discussions in groups 分階段實行 Fēn jiēduàn shíxíng carry out stage by stage 一年分四季。 Yī nián fēn sìjì. The year is divided into four seasons. 這藥分三次吃。 Zhè yào fēn sān cì chī. This medicine is to be taken in three separate doses. 他的頭髮往右邊分。 Tā de tóufa wǎng yòubianfēn. He parts his hair on the right side. 一條河把縣城分成兩半。 Yī tiáo hé bǎ xiànchéng fēn chéng liǎngbàn. A river divides the county town into two parts. 2 distribute; assign; allot 她分到了一套新房子。 Tā fēn dào le yī tào xīn fángzi. She has been allotted a new flat. 把這個任務分給我們吧。 Bǎ zhège rènwu fēn gěi wǒmen ba. Assign (or Give) this task to us, please. 音樂會的票都已經分完了。 Yīnyuèhuì de piào dōu yǐjing fēn wán le. The tickets for the concert have all been distributed. 大學畢業後, 他就分到外交部工作。 Dàxué bìyè hòu, tājiù fēn dào Wàijiāobù gōngzuò. After his graduation from college, he was assigned to work at the Foreign Ministry. 3 distinguish; differentiate 是非不分 shìfēibùfēn make no distinction between right and wrong 現在還分不出個勝負來。 Xiànzài hái fēn bù chū ge shèng-fù lái. It’s still quite impossible to tell who’ll win. 這對雙胞胎長得一模一樣, 簡直分不出誰是誰。 Zhè duì shuāngbāotāi zhǎng de yīmúyīyàng, jiǎnzhí fēn bù chū shuí shì shuí. The twins look so much alike that you can hardly tell them apart. \nadjective branch (of an organization) 新華社上海分社 Xīnhuáshè Shànghǎi fēnshè the Shanghai Branch of the Xinhua News Agency \nmeasure word 1 fraction 約分 yuēfēn reduction of a fraction 2 [in spoken forms of fractions and percentages] 三分之一 sānfēn zhīyī one-third 十分之七 shífēn zhī qī seven-tenths 百分之四 bǎifēn zhī sì four per cent 3 one tenth (of certain units of the metric system) 4 fen (of the traditional system of weights and measures) a a traditional unit of length, equal to 0.01 chi (市尺), and equivalent to 0.333 centimetre or 0.131 inch b a traditional unit of weight, equal to 0.001 jin (市斤), and equivalent to 0.5 gram or 0.175 ounce c a traditional unit of area, equal to 0.1 mu (市畝) and equivalent to 0.667 acre or 79.73 square yards d a unit of weight equal to 0.1 qian (錢) or 0.01 liang (兩) 5 fen (equal to one hundredth of a yuan (元)) 六元三角五分 liù yuán sānjiǎo wǔfēn 6.35 yuan 6 minute (equal to one sixtieth of an hour) 7 minute (equal to one sixtieth of a degree of angle or arc) 成 36 度 30分角 chéng 36 dù 30fēn jiǎo form an angle of 36 degrees 30 minutes (36°30′) 東經 129 度 15分 dōngjīng 129 dù 15 fēn 129 degrees 15 minutes (129°15′) east longitude 8 a unit of interest rate a 1% monthly interest 月利一分二釐. yuèlì yī fēn èr lí 1.2% monthly interest b 10% annual interest 年利一分二釐. niánlì yī fēn èr lí 12% annual interest 9 point; mark 六十分為及格。 Liùshí fēnwéi jígé. Sixty is the passing mark. 甲隊罰球連得二分。 Jiǎ duì fáqiú lián de èrfēn. Team A scored two successive points by free throws. 他今天考試得了一百分。 Tā jīntiān kǎoshì déle yībǎi fēn. He got full marks in today’s exam. 10 [for nonphysical things] one-tenth 七分成績, 三分錯誤 Qī fēn chéngjì, sānfēn cuòwù 70 per cent achievements, 30 per cent mistakes 他已經有三分醉了。 Tā yǐjing yǒu sānfēn zuì le. He’s a bit tipsy already. 我的牙痛好了幾分。 Wǒ de yátòng hǎo le jǐ fēn. My toothache has been partly relieved. 這消息使我多了一分希望。 Zhè xiāoxi shǐ wǒ duō le yī fēn xīwàng. The news raised my hopes a little.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "时候",
        "pronunciation": "shi2hou5",
        "definition": "noun 1 (the duration of) time 農忙的時候 nóngmáng de shíhou busy farming season 戰爭的時候 Zhànzhēng deshíhou during the war 2 (a point in) time; moment 就在這時候 jiù zài zhèshí hou just at this moment 時候不早了。 shíhou bù zǎo le. It’s getting late. 到時候我來叫你。 Dào shíhou wǒ lái jiào nǐ. I’ll call you when it’s time. 現在是什麼時候了？ Xiànzài shì shénme shíhou le？ What time is it?",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "1",
        "reviewed": "2"
    },
    {
        "headword": "饭",
        "pronunciation": "fan4",
        "definition": "noun 1 cooked rice or other cereals 小米飯 Xiǎo mǐfàn (cooked) millet 2 meal 一天三頓飽飯 yī tiān sān dùn bǎo fàn three square meals a day 飯前洗手。 Fànqián xǐshǒu. Wash your hands before meals. 3 means of living; livelihood; job 混口飯吃 hùn kǒu fàn chī make a living; earn one’s bread",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "早",
        "pronunciation": "zao3",
        "definition": "noun (early) morning 從早到晚 cóngzǎodàowǎn from morning till night \nadjective 1 early; in advance; beforehand 早兩天我還看見他的。 Zǎo liǎng tiān wǒ hái kànjian tā de. I saw him a couple of days ago. 早知如此, 我就不回去了。 Zǎo zhī rúcǐ, wǒ jiù bù huíqu le. If I’d know this beforehand I would not have gone back. 電影離開演還早哩。 Diànyǐng líkāi yǎn hái zǎo li. The film won’t start for a while yet. 火車早到了十分鐘。 Huǒchē zǎo dào le shí fēnzhōng. The train was ten minutes early. 你早點兒來。 Nǐ zǎo diǎnr lái. Come early. 他來得比我早。 Tā lái de bǐ wǒ zǎo. He came earlier than I. 爺爺睡得早。 Yéye shuì de zǎo. Grandfather goes to bed early. 2 polite expression good morning \nadverb long ago; as early as; for a long time 早在二十世紀初 Zǎo zài èrshí shìjì chū at the beginning of the twentieth century; in the early twentieth century 他早走了。 Tā zǎo zǒu le. He left a long time ago. 我早就想來看你了。 Wǒ zǎojiù xiǎng lái kàn nǐ le. I’ve been wanting to see you for a long time. 我早知道了。 Wǒ zǎo zhīdao le. I knew that long ago. or That’s not news to me.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "晚",
        "pronunciation": "wan3",
        "definition": "noun 1 evening; night 晚風 wǎnfēng evening breeze 2 literary later years; latter life 歲晚 suì wǎn one’s later (or remaining) years; latter life; old age \nadjective 1 far on in time; late 晚唐 wǎn-Táng the late Tang Dynasty 晚做總比不做好。 Wǎn zuò zǒng bǐ bù zuò hǎo. Better late than never. 2 younger; junior; succeeding 比某人晚一輩 bǐ mǒurén wǎn yī bèi one generation younger than sb. 3 geology upper; neo- 晚白堊紀 wǎn Bái'èjì Upper Cretaceous 晚古生代 wǎn Gǔshēngdài Neopaleozoic",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "午",
        "pronunciation": "wu3",
        "definition": "noun 1 noon; midday 2 wu (seventh of the twelve Earthly Branches (地支)) See 21391616干支gan1zhi1干支gānzhī",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "来",
        "pronunciation": "lai2",
        "definition": "verb 1 come (to); arrive 來得不巧 Láide bùqiǎo come at an unsuitable time (or moment) 來得正好 láide zhènghǎo come in good time; come just at the right time 就來！ jiù lái! I’m coming. 快來！ Kuài lái! Come along! 來客人了。 Lái kèren le. We have a guest. 客人來了。 Kèren lái le. The guests are here. 他今天來過兩次。 Tā jīntiān lái guò liǎng cì. He came twice today. 他已經來了。 Tā yǐjinglái le. He has already come. 她明天來北京。 Tā míngtiān lái Běijīng. She is coming to Beijing tomorrow. 有空來玩。 Yǒukòng lái wán. Come round when you have time. 遠處來了一條小船。 Yuǎnchù lái le yī tiáo xiǎochuán. A small boat came into view in the distance. 2 cause to come; happen; crop up; take place 問題來了。 Wèntí lái le. A problem has come up. 這事兒怎麼來的？ Zhè shìr zěnme lái de？ How did it come about? 3 obtain; get 這差事來得不容易。 Zhè chāishilái de bù róngyì. This job is hard to come by. 4 [as a substitute for some other verb] 來份糖醋魚。 lái fèn tángcùyú. A sweet-and-sour fish, please. 你來塊糖。 Nǐ lái kuài táng. Have some candy. 再來一個！ Zàilái yī ge! [call for another performance] Encore! 慢慢兒來, 別忙。 Mànmànr lái, bié máng. Take it easy. No hurry. 我累了, 你來吧。 Wǒ lèi le, nǐ lái ba. I’m tired. Why don’t you take over (or carry on). 咱們來一盤棋。 Zánmenlái yī pán qí. Let’s have a game of chess. 你歇歇, 讓我來吧。 Nǐ xiēxie, ràng wǒ lái ba. You take a rest. Let me do it. 我自己來吧, 別客氣。 Wǒ zìjǐ lái ba, bié kèqi. Please don’t bother. I’ll do it myself. 我們打籃球, 你來不來？ Wǒmen dǎ lánqiú, nǐ lái bù lái？ We’re going to play basketball. Will you join in? 5 [with 得 or 不, indicating possibility or impossibility, capability or incapability] 上海話我說不來。 Shànghǎi huà wǒ shuō bù lái. I don’t speak Shanghai dialect. 我吃不來四川菜。 Wǒ chī bù lái Sìchuān cài. I can’t get used to Sichuan cuisine. 西餐我吃得來。 Xīcān wǒ chī de lái. Western food suits me all right. 這道題我做不來。 Zhè dào tí wǒ zuò bù lái. I can’t do this problem. 這個歌我唱得來。 Zhège gē wǒ chàng de lái. I can sing this song. 6 [before a verb, indicating an intended or suggested action] 你來試試。 Nǐ lái shìshi. Have a try. 我來說兩句。 Wǒ láishuō liǎng jù. Let me say a few words. 大家來想辦法。 Dàjiā lái xiǎng bànfǎ. Let’s think of a way (to solve the problem). or Let’s put our heads together and see how to do it. 7 [after a verb or verbal expression] come in order to 他回家探親來了。 Tā huíjiā tànqīn lái le. He’s come home to see his parents. 我們道喜來了。 Wǒmen dàoxǐ lái le. We’ve come to congratulate you (or offer our congratulations). 8 [between two verbs or verbal expressions to indicate the purpose of the former] in order to 想辦法來解決問題 Xiǎng bànfǎ lái jiějué wèntí think of a way to solve the problem 你又能用什麼理由來說服他呢？ Nǐ yòu néng yòng shénme lǐyóu lái shuōfú tā ne？ And what arguments can you use to convince him? 9 (of electricity, tap water, gas, etc.) be on again 來電了。 lái diàn le. The power is on again. 來水了。 lái shuǐ le. There’s running water again. \nauxiliary 1 colloquial [at the end of a sentence to indicate what has happened in the past, same as 來著] 你這是何苦來？ Nǐ zhè shì hékǔlái? Why did you do that (and made yourself unhappy)? 2 [after a time expression, indicating a period of time that extends from the past up to the present] ever since 幾天來 jǐ tiān lái for the last few days 一年來 yī nián lái during the past year 3 [after a round number or after a numeral plus a measure] approximately; about; around; round 二十來個 èrshí lái ge about 20 四十來歲 sìshí lái suì round 40 (years old) 十來塊錢 shí lái kuài qián somewhere over 10 yuan 兩米來高 liǎng mǐ lái gāo about two metres high 百十來裡地 bǎishí lái lǐ dì a distance of about 100 li 4 [after the numerals 一, 二, and 三, indicating points in an explanation or argument] 我不要, 一來我不喜歡,  二來我也沒錢。 Wǒ bùyào, yī lái wǒ bù xǐhuan, èr lái wǒ yě méiqián. I don’t want it. In the first place, I don’t like it; in the second place, I don’t have the money. \nadjective future; coming; next 來月 láiyuè coming month \nnoun (Lái) a surname \nauxiliary [as a syllable filler in folk ballads] 正月裡來是新春。 Zhēngyuè lǐ lái shì xīnchūn. The first month is the beginning of spring. 你敲鑼來我打鼓。 Nǐ qiāoluó lái wǒ dǎgǔ. You beat the gong while I play the drum.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "1",
        "reviewed": "2"
    },
    {
        "headword": "回",
        "pronunciation": "hui2",
        "definition": "verb circle; wind 巡回 xúnhuí tour; make a tour of \nverb 1 return; go back 回國 huíguó return to one’s native land 回家 huíjiā go home 回到原地 huídào yuándì return to the source; go back to where they were 回到生產第一線 huí dào shēngchǎn dì-yī xiàn go back to one’s post on the production front 2 turn round 回過身來 huí guò shēn lái turn round 3 answer; reply 回函 huíhán reply; letter in reply 4 dated report back (to one's superior) 回大人的話 huí dàren dehuà let me report, Sir 5 decline (an invitation, etc.); refuse; cancel; dismiss 我把保姆回了。 wǒ bǎ bǎomǔ huí le. I sent away my maid. \nmeasure word 1 chapter 這部小說共一百回。 Zhè bù xiǎoshuō gòng yībǎi huí. This novel has one hundred chapters. 2 time; occasion 來過一回 Lái guò yī huí have been here once 完全是兩回事 Wánquán shì liǎng huí shì two entirely different matters 有一回我在路上碰到他。 Yǒu yī huí wǒ zài lùshang pèngdào tā. Once, I ran into him in the street. \nnoun Hui ethnic group See 23152384回族hui2zu2回族",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "电",
        "pronunciation": "dian4",
        "definition": "noun 1 electricity 2 telegram; cable 3 telephone; call 4 broadcasting station 5 lightening \nverb 1 give or receive an electric shock 電門有毛病, 電了我一下。 Diànmén yǒu máobing, diàn le wǒ yīxià. There was something wrong with the switch and I got a shock. 2 telegraph; cable 電上級請示 Diàn shàngjí qǐngshì telegraph the higher authorities for instructions",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "影",
        "pronunciation": "ying3",
        "definition": "noun 1 shadow 樹影 shù yǐng shadow of a tree 2 reflection; image 湖光塔影 húguāng tǎ yǐng lake with the reflection of a pagoda in it 3 trace; sign; vague impression 至今也沒見他的影。 Zhìjīn yě méi jiàn tā deyǐng. I haven’t seen any sign of him yet. 他長得什麼樣, 我早就忘得沒影了。 Tā zhǎng de shénmeyàng, wǒ zǎojiù wàng de méi yǐng le. I’ve clean forgotten what he looked like. 4 photograph; picture 合影 héyǐng group photo (or picture) 5 film; movie See 34865664影評ying3ping2影評 6 shadow play; galanty show \nverb 1 dialect hide; conceal 一隻野兔影在草叢裡。 Yī zhī yětù yǐng zài cǎocóng lǐ. There was a hare hiding in the grass. 2 copy; trace 影宋本 Yǐng Sòngběn facsimile edition of a Song book",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "住",
        "pronunciation": "zhu4",
        "definition": "verb 1 live; reside; stay 住城外 Zhù chéngwài live in the suburbs 住旅館 zhù lǚguǎn stay at a hotel 對面沒人住。 Duìmiàn méi rén zhù. Nobody lives opposite me. 他住在北京。 Tā zhù zài Běijīng. He lives in Beijing. 我住這間屋。 Wǒ zhù zhè jiān wū. I live in this room. or This is my room. 我們住上了新房。 Wǒmen zhù shàng le xīnfáng. We’ve moved into a new house. 2 stop; cease 雨住了。 Yǔ zhù le. The rain has stopped. 等風住了再走。 Děng fēng zhù le zài zǒu. Go when the wind drops. 3 [after a verb] firmly; to a stop 支持不住 zhīchíbuzhù cannot withstand; cannot hold out 拿住了, 別撒手。 Ná zhù le, bié sāshǒu. Hold tight and don’t let go. 她擋住了我的去路。 Tā dǎngzhù le wǒ de qù lù. She blocked my way. 這一下你可把我問住了。 Zhè yī xià nǐ kě bǎ wǒ wèn zhù le. You’ve got me there. or I don’t know what to say. 聽到這個消息我一下子愣住了。 Tīngdào zhège xiāoxi wǒ yīxiàzi lèng zhù le. I was struck dumb at the news. 悠揚的小提琴聲把我吸引住了。 Yōuyáng de xiǎotíqín shēng bǎ wǒ xīyǐn zhù le. The beautiful notes of a violin held me spellbound.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "2",
        "incorrect": "0",
        "reviewed": "2"
    },
    {
        "headword": "京",
        "pronunciation": "jing1",
        "definition": "noun 1 capital of a country 進京 Jìnjīng go to the capital 2 (Jīng) abbreviation Beijing 回京 huí Jīng return to Beijing 3 (Jīng) a surname \nnumber archaic ten million",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "1",
        "incorrect": "0",
        "reviewed": "1"
    },
    {
        "headword": "冷",
        "pronunciation": "leng3",
        "definition": "adjective 1 cold; chilly (opp. 熱) 冷極了 lěng jíle be extremely (or bitterly) cold 冷徹骨髓 lěngchègǔsuǐ chilled to the bone 冰冷 bīnglěng ice-cold; freezing cold 冷熱交替。 lěng rè jiāotì. Cold and heat succeed each other. 你冷不冷？ Nǐ lěng bù lěng？ Do you feel cold? 2 cold in manner; frosty; icy 冷冷地點點頭 lěnglěng dìdiǎn diǎntóu nod one’s head coldly; give sb. a cold nod 待人很冷 dàirén hěn lěng be cold towards people; treat others coldly 3 unfrequented; deserted; out-of-the-way See 25547264冷清leng3qing5冷清 4 strange; rare See 25556224冷字leng3zi4冷字 5 receiving little attention; unwelcomed See 25538816冷貨leng3huo4冷貨 6 shot from hiding 打冷拳 dǎ lěng quán hit sb. from behind 7 figurative discouraged; disappointed 學校的新政策讓老師們心冷了半截兒。 xuéxiào de xīn zhèngcè ràng lǎoshī men xīn lěng le bànjiér. The school’s new policy made teachers feel rather disappointed. \nverb 1 dialect (of food) cool 太燙了, 冷一下再吃。 Tài tàng le, lěng yīxià zài chī. It’s too hot. Let it cool off before you eat it. 2 dishearten; discourage; disappoint; dampen 事情冷下來了。 shìqinglěng xiàlai le. The matter has cooled off. 她對我的熱情冷了下來。 Tā duì wǒ de rèqíng lěng le xiàlai. Her passion for me has cooled off. 3 ignore 冷他一陣子 lěng tā yīzhènzi ignore him for a while \nnoun (Lěng) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "热",
        "pronunciation": "re4",
        "definition": "noun 1 heat 摩擦產生熱。 Mócā chǎnshēng rè. Friction produces heat. 2 steam or water heat 供熱 gōngrè heating 3 fever; temperature 這孩子有點兒熱(= 在發熱)。 Zhè háizi yǒudiǎnrrè. The child is running a fever. 4 craze; fad 旅遊熱 lǚyóu rè tourism craze; intense popular interest in tourism \nverb heat up; warm up; warm 把湯熱一熱 Bǎ tāng rè yī rè heat up the soup \nadjective 1 hot (opp. 冷) 熱水 rèshuǐ hot water 三伏天很熱。 Sānfútiān hěn rè. During the dogdays it’s very hot. 2 ardent; warmhearted; enthusiastic; intimate 熱話 rè huà affectionate words 3 in great demand; popular See 69312227熱貨re4huo4熱貨 4 envious; eager 熱念 rèniàn intense desire 5 noisy See 28950784熱鬧re4nao5熱鬧 6 thermal; thermo- See 28942848熱核re4he2熱核",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "3",
        "reviewed": "7"
    },
    {
        "headword": "来",
        "pronunciation": "lai2",
        "definition": "verb 1 come (to); arrive 來得不巧 Láide bùqiǎo come at an unsuitable time (or moment) 來得正好 láide zhènghǎo come in good time; come just at the right time 就來！ jiù lái! I’m coming. 快來！ Kuài lái! Come along! 來客人了。 Lái kèren le. We have a guest. 客人來了。 Kèren lái le. The guests are here. 他今天來過兩次。 Tā jīntiān lái guò liǎng cì. He came twice today. 他已經來了。 Tā yǐjinglái le. He has already come. 她明天來北京。 Tā míngtiān lái Běijīng. She is coming to Beijing tomorrow. 有空來玩。 Yǒukòng lái wán. Come round when you have time. 遠處來了一條小船。 Yuǎnchù lái le yī tiáo xiǎochuán. A small boat came into view in the distance. 2 cause to come; happen; crop up; take place 問題來了。 Wèntí lái le. A problem has come up. 這事兒怎麼來的？ Zhè shìr zěnme lái de？ How did it come about? 3 obtain; get 這差事來得不容易。 Zhè chāishilái de bù róngyì. This job is hard to come by. 4 [as a substitute for some other verb] 來份糖醋魚。 lái fèn tángcùyú. A sweet-and-sour fish, please. 你來塊糖。 Nǐ lái kuài táng. Have some candy. 再來一個！ Zàilái yī ge! [call for another performance] Encore! 慢慢兒來, 別忙。 Mànmànr lái, bié máng. Take it easy. No hurry. 我累了, 你來吧。 Wǒ lèi le, nǐ lái ba. I’m tired. Why don’t you take over (or carry on). 咱們來一盤棋。 Zánmenlái yī pán qí. Let’s have a game of chess. 你歇歇, 讓我來吧。 Nǐ xiēxie, ràng wǒ lái ba. You take a rest. Let me do it. 我自己來吧, 別客氣。 Wǒ zìjǐ lái ba, bié kèqi. Please don’t bother. I’ll do it myself. 我們打籃球, 你來不來？ Wǒmen dǎ lánqiú, nǐ lái bù lái？ We’re going to play basketball. Will you join in? 5 [with 得 or 不, indicating possibility or impossibility, capability or incapability] 上海話我說不來。 Shànghǎi huà wǒ shuō bù lái. I don’t speak Shanghai dialect. 我吃不來四川菜。 Wǒ chī bù lái Sìchuān cài. I can’t get used to Sichuan cuisine. 西餐我吃得來。 Xīcān wǒ chī de lái. Western food suits me all right. 這道題我做不來。 Zhè dào tí wǒ zuò bù lái. I can’t do this problem. 這個歌我唱得來。 Zhège gē wǒ chàng de lái. I can sing this song. 6 [before a verb, indicating an intended or suggested action] 你來試試。 Nǐ lái shìshi. Have a try. 我來說兩句。 Wǒ láishuō liǎng jù. Let me say a few words. 大家來想辦法。 Dàjiā lái xiǎng bànfǎ. Let’s think of a way (to solve the problem). or Let’s put our heads together and see how to do it. 7 [after a verb or verbal expression] come in order to 他回家探親來了。 Tā huíjiā tànqīn lái le. He’s come home to see his parents. 我們道喜來了。 Wǒmen dàoxǐ lái le. We’ve come to congratulate you (or offer our congratulations). 8 [between two verbs or verbal expressions to indicate the purpose of the former] in order to 想辦法來解決問題 Xiǎng bànfǎ lái jiějué wèntí think of a way to solve the problem 你又能用什麼理由來說服他呢？ Nǐ yòu néng yòng shénme lǐyóu lái shuōfú tā ne？ And what arguments can you use to convince him? 9 (of electricity, tap water, gas, etc.) be on again 來電了。 lái diàn le. The power is on again. 來水了。 lái shuǐ le. There’s running water again. \nauxiliary 1 colloquial [at the end of a sentence to indicate what has happened in the past, same as 來著] 你這是何苦來？ Nǐ zhè shì hékǔlái? Why did you do that (and made yourself unhappy)? 2 [after a time expression, indicating a period of time that extends from the past up to the present] ever since 幾天來 jǐ tiān lái for the last few days 一年來 yī nián lái during the past year 3 [after a round number or after a numeral plus a measure] approximately; about; around; round 二十來個 èrshí lái ge about 20 四十來歲 sìshí lái suì round 40 (years old) 十來塊錢 shí lái kuài qián somewhere over 10 yuan 兩米來高 liǎng mǐ lái gāo about two metres high 百十來裡地 bǎishí lái lǐ dì a distance of about 100 li 4 [after the numerals 一, 二, and 三, indicating points in an explanation or argument] 我不要, 一來我不喜歡,  二來我也沒錢。 Wǒ bùyào, yī lái wǒ bù xǐhuan, èr lái wǒ yě méiqián. I don’t want it. In the first place, I don’t like it; in the second place, I don’t have the money. \nadjective future; coming; next 來月 láiyuè coming month \nnoun (Lái) a surname \nauxiliary [as a syllable filler in folk ballads] 正月裡來是新春。 Zhēngyuè lǐ lái shì xīnchūn. The first month is the beginning of spring. 你敲鑼來我打鼓。 Nǐ qiāoluó lái wǒ dǎgǔ. You beat the gong while I play the drum.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "8",
        "incorrect": "0",
        "reviewed": "8"
    },
    {
        "headword": "去",
        "pronunciation": "qu4",
        "definition": "verb 1 go; go to (a place) 我去。 Wǒ qù. I’ll go. 他已經去了。 Tā yǐjing qù le. He has already gone. 我要去南京了。 Wǒ yào qù Nánjīng le. I’m going to Nanjing. 我想去南京一趟。 Wǒ xiǎng qù Nánjīng yī tàng. I think I’ll take a trip to Nanjing. 我要去車站接人。 Wǒ yào qù chēzhàn jiē rén. I’m going to the station to meet someone. 他去了三天, 還沒回來。 Tā qù le sān tiān, hái méi huílai. He’s been away for three days, and hasn’t come back yet. 昨天已經去了三個人。 Zuótiān yǐjing qù le sān ge rén. Three people went there yesterday. 我去了好幾趟, 都沒碰到他。 Wǒ qù le hǎojǐ tàng, dōu méi pèngdào tā. I went there several times, but never saw him. 2 cause to go; send there 給她去個電話。 Gěi tā qù ge diànhuà. Give her a call. 我給他去過兩封信。 Wǒ gěi tā qù guò liǎng fēng xìn. I sent him two letters. 我們只去了個代表。 Wǒmen zhǐ qù le ge dàibiǎo. We only sent a representative. 已經去了一個電報。 Yǐjing qù le yī ge diànbào. A telegram has been sent (to him). 3 remove; get rid of 去頭屑 Qù tóu xiè get rid of dandruff 去殖民化 qù zhímínhuà decolonize 去了皮再吃。 Qù le pí zài chī. Peel it before you eat it. 汽油能去油跡。 Qìyóu néng qù yóujì. Gas is good for taking out oil stains. 裙子太長了, 去兩公分吧。 qúnzi tài cháng le, qù liǎng gōngfēn ba. The skirt is too long—shorten it by two centimetres. 這句話去幾個字就簡潔了。 Zhè jù huà qù jǐ ge zì jiù jiǎnjié le. Take out one or two words and the sentence will be more concise. 4 [before and / or after a verb] go in order to; be going to (do sth. there) 咱們去看電影。(= 咱們看電影去。= 咱們去看電影去。) Zánmen qù kàn diànyǐng. (or) zánmen kàn diànyǐng qù. (or) zánmen qù kàn diànyǐng qù. Let’s go to see a movie. 這件事我去辦吧。 Zhè jiàn shì wǒ qù bàn ba Let me (go and) arrange this. 你去打水, 我來生爐子。 Nǐ qù dǎ shuǐ, wǒ lái shēng lúzi. You get some water and I’ll light the stove. 你別管, 讓他自己去想辦法。 Nǐ bié guǎn, ràng tā zìjǐ qù xiǎng bànfǎ. Don’t bother, let him figure it out for himself. 你們去研究研究, 看該怎麼辦。 Nǐmen qù yánjiū yánjiū, kàn gāi zěnme bàn. Go and make a study of it, and see what’s the best thing to do. 5 [between two verbal expressions, and / or after the second expression] in order to (do sth. there) 用科學的觀點去觀察事物 Yòng kēxué de guāndiǎn qù guānchá shìwù look at things from a scientific point of view 他回家吃飯去了。 Tā huíjiā chī fàn qù le. He went home to eat. 她上街去買東西了。(= 她上街買東西去了。= 她上街去買東西去了。) Tā shàngjiē qù mǎi dōngxi le. (or) tā shàngjiē mǎi dōngxi qù le. (or) tā shàngjiē qù mǎi dōngxi qù le. She went to the market to do some shopping. 他提了一桶水去澆花。 Tā tí le yī tǒng shuǐ qù jiāo huā. He took a bucket of water to water the flowers. 6 literary be apart from in space or time 去今五十年 Qù jīn wǔshí nián 50 years ago 兩地相去四十裡。 Liǎng de xiāng qù sìshí lǐ. The two places are 40 li apart. 7 literary depart from; leave See 28802304去國qu4guo2去國 8 euphemistic pass away; die 老太太昨夜去了。 lǎotàitai zuóyè qù le. The old lady died last night. \nnoun abbreviation VARIANT OF 28804096去聲qu4sheng1去聲 1 falling tone (third of the four tones in classical Chinese pronunciation) 2 falling tone (fourth of the four tones in modern standard Chinese pronunciation) \nadjective just gone (or elapsed) 去秋 qù qiū last autumn 去冬今春 qùdōng jīnchūn last winter and this spring \nadverb dialect [with 了 as an intensive complement to certain adjectives with了] very; extremely 他家遠了去了。 Tā jiā yuǎn le qù le. His home is far far away. 那片林子可大了去了。 Nà piàn línzi kě dà le qù le. That’s a really huge forest. 他到過的地方多了去了。 Tā dào guò de dìfang duō le qù le. He’s been to a great many places. \nverb play (a part or character) 他在京劇《鬧天宮》裡去猴王。 Tā zài Jīngjù 《Nào Tiāngōng》 lǐ qù hóuwáng. He played the Monkey King in the Beijing opera Trouble in Heaven.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "爱",
        "pronunciation": "ai4",
        "definition": "noun love; affection 母愛 mǔ'ài maternal love 父愛 fù'ài paternal love 夫妻之愛 fūqī zhī ài conjugal love 狂熱的愛 kuángrè de'ài wild love; madly in love 把愛傾注在孩子身上 bǎ ài qīngzhù zài háizi shēnshang heap affection on one’s child; smother one’s child with love \nverb 1 love 愛和平 ài hépíng love peace; peace-loving 愛祖國 Ài zǔguó love one’s country 溺愛孩子 nì'ài háizi dote on one’s children; spoil a child 2 like; fond of; keen on 愛下棋 ài xiàqí keen on chess 愛出風頭 ài chū fēngtou fond of the limelight; like attention 酷愛 kù'ài have an excessive fondness of; dead keen on 只愛聽恭維話, 不愛聽批評話 Zhǐ ài tīng gōngweihuà, bù ài tīng pīpíng huà. fond of flattery but deaf to criticism 我不愛跟他來往。 Wǒ bù ài gēn tā láiwǎng. I don’t like having anything to do with him. 3 cherish; treasure; hold dear; take good care of 愛公物 Ài gōngwù look after public property 愛廠如家 àichǎngrújiā treat the factory like one’s family 愛集體榮譽 ài jítǐ róngyù cherish the good name of the group 4 apt to; in the habit of 愛頭疼 ài tóuténg often get headaches; prone to headaches 愛暈車 ài yùnchē get carsick 愛發脾氣 ài fā píqi irritable; short-tempered 不愛誇人 bù ài kuā rén seldom praise others 鐵愛生鏽。 Tiě ài shēngxiù. Iron rusts easily.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "2",
        "reviewed": "7"
    },
    {
        "headword": "恨",
        "pronunciation": "hen4",
        "definition": "verb 1 hate 她恨你就因為你說了那句話。 Tā hèn nǐ jiù yīnwèi nǐ shuō le nà jù huà. She hates you for saying that. 2 regret 相見恨晚 xiāngjiànhènwǎn regret not having met earlier \nnoun hatred See 17290752抱恨bao4hen4抱恨;34511360遺恨yi2hen4遺恨",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "雨",
        "pronunciation": "yu3",
        "definition": "noun rain 雨夾雪 yǔjiāxuě sleet 雨打日曬 yǔdǎrìshài exposed to rain and sunshine 躲雨 duǒyǔ take shelter from the rain 被雨淋 bèi yǔ lín be wet with rain 雨小了。 yǔ xiǎo le. The rain has subsided. 雨下得很大。 Yǔ xià de hěn dà. It’s raining hard. 明天有雨。 Míngtiān yǒu yǔ. It will rain tomorrow",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "1",
        "reviewed": "7"
    },
    {
        "headword": "雪",
        "pronunciation": "xue3",
        "definition": "noun 1 snow 雪害 xuěhài snow damage 雪上舞蹈 xuě shàng wǔdǎo dance on snow 一場大雪 yī cháng dàxuě heavy fall of snow 2 sth. resembling snow; snowy See 33781760雪白xue3bai2雪白 \nverb wipe away (or off, out); clean 昭雪 zhāoxuě exonerate; rehabilitate",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "冰",
        "pronunciation": "bing1",
        "definition": "noun 1 ice 結冰 jiébīng freeze; ice up 水凍成冰。 shuǐ dòng chéng bīng. Water freezes into ice. 2 sth. resembling ice 冰糖 bīngtáng rock candy \nverb 1 put on ice; freeze; chill 把那瓶啤酒冰上。 Bǎ nà píng píjiǔ bīng shàng. Chill the bottle of beer. 2 feel cold 這水冰手。 Zhè shuǐ bīng shǒu. This water is freezing cold.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "1",
        "reviewed": "8"
    },
    {
        "headword": "霜",
        "pronunciation": "shuang1",
        "definition": "noun 1 frost (the white powdery substance) 2 frostlike powder 糖霜 tángshuāng icing; frosting 3 cream 眼霜 yǎnshuāng eye cream \nadjective white; hoar 霜白 shuāngbái frost white 霜鬢 shuāngbìn grey (or hoary) temples",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "3",
        "reviewed": "8"
    },
    {
        "headword": "蔬",
        "pronunciation": "shu1",
        "definition": "noun vegetables 布衣蔬食 bùyī-shūshí coarse clothes and simple fare",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "4",
        "reviewed": "7"
    },
    {
        "headword": "果",
        "pronunciation": "guo3",
        "definition": "noun 1 fruit 2 result; consequence (opp. 因) 結果 jiēguǒ result; outcome \nadjective resolute; determined 果毅 guǒyì brave and resolute \nliterary adverb really; as expected; sure enough 果不出所料 guǒ bù chū suǒ liào just as expected \nconjunction if indeed; if really 果能如此 guǒ néng rúcǐ if things really turn out that way; if that is so",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "7",
        "incorrect": "0",
        "reviewed": "7"
    },
    {
        "headword": "睡觉",
        "pronunciation": "shui4//jiao4",
        "definition": "verb sleep 該睡覺了。 Gāi shuìjiào le. It’s time to go to bed. or It’s time for bed. 馬上上床, 好好地睡一覺。 Mǎshàng shàng chuáng, hǎohāo de shuì yī jiào. Get straight into bed and have a good sleep.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "4",
        "reviewed": "8"
    },
    {
        "headword": "开",
        "pronunciation": "kai1",
        "definition": "verb 1 open 開鎖 kāisuǒ open a lock; unlock 門開了。 Mén kāi le. The door opened. 2 make an opening; open up 牆上開了個窗口。 Qiáng shàng kāi le ge chuāngkǒu. A window was made in the wall. 3 openout; come loose 4 produce flowers; bloom 花都開了。 Huā dōu kāi le. The flowers are all blooming. 扣兒開了。 Kòur kāi le. The knot has come untied. 兩塊木板沒粘好, 又開了。 Liǎng kuài mùbǎn méi zhān hǎo, yòu kāi le. The two pieces of wood were not glued together properly. They have come loose again. 5 (of a frozen river) thaw out 河開了。 hé kāi le. The river thawed (or is open). 6 lift (a ban, restriction, etc.) See 24802048開禁kai1jin4開禁 7 start; operate (a machine, car, ship, plane, etc.) 8 turn on (a light, radio, TV, etc.); switch on 開燈 kāidēng turn on a light 開飛機 kāi fēijī fly (or pilot) an airplane 開機器 Kāi jīqì operate (or run) a machine 開汽車 kāi qìchē drive a car 把汽船開到對岸去。 Bǎ qìchuán kāi dào duì'àn qù. Steer the motorboat over to the opposite bank. 9 (of a train, bus, ship, etc.) leave; start 火車幾點開？ Huǒchē jǐ diǎn kāi？ What time does the train leave? 10 (of troops) set out; move 昨天開來了兩團人, 今天又開走了。 Zuótiān kāi lái le liǎng tuán rén, jīntiān yòu kāi zǒu le. Two regiments came yesterday and set off today. 11 start or run (a factory, school, store, etc.); set up; open 開茶館 kāi cháguǎn run a teahouse 開工廠 Kāi gōngchǎng set up a factory 百貨店就開在十字路口。 Bǎihuòdiàn jiù kāi zài shízì lùkǒu. The department store is located at the intersection. 12 (of an institute, organization, etc.) open to the public See 64455907開館kai1guan3開館 / 13 (of film shooting, auction, etc.) begin; start See 24814080開拍kai1pai1開拍 / 14 hold (a meeting, exhibition, etc.) 開運動會 Kāi yùndònghuì hold a sports meet 舞會開了一夜。 Wǔhuì kāi le yī yè. The dance lasted all night. 15 make a list of; write out; prescribe 開支票 kāi zhīpiào write out a cheque 開介紹信 kāi jièshàoxìn write a letter of introduction 開信用證 kāi xìnyòngzhèng issue a credit 醫生給我開了些藥片。 Yīshēng gěi wǒ kāi le xiē yàopiàn. The doctor prescribed some pills for me. 16 pay (wages, fares, etc.) 開工資 kāi gōngzī pay wages 17 dialect fire (an employee); fire out; give sb. the sack; kick out 這個公司剛剛開了幾個人。 zhège gōngsī gānggāng kāi le jǐ gèrén. The company has just fired several of its employees. 18 boil 水開了。 Shuǐ kāi le. The water is boiling. 19 colloquial eat up 他把包子都開了。 Tā bǎ bāozi dōu kāi le. He ate up all the stuffed buns. \nadjective open 開循環 kāi xúnhuán open cycle \nmeasure word 1 [expressing a ratio between two things considered as parts of a whole which is 10] 二八開 Èrbā kāi 2:8 大家認為他的功過是三七開。 Dàjiā rènwéi tā de gōng-guò shì sānqī kāi. The general assessment of his work is 70% achievements and 30% mistakes. 2 printing division of standard size printing paper 對開 duìkāi folio 四開 sìkāi quarto \nmeasure word 1 transliteration carat (ct) 十四開金 14- Shísì kāi jīn carat gold 2 abbreviation VARIANT OF 64450787開爾文kai1er3wen2開爾文 physics degree Kelvin; kelvin (K)",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "关",
        "pronunciation": "guan1",
        "definition": "noun 1 mountain pass; guarded passage 玉門關 Yù mén guān the Yumen Pass 2 custom(s) house 入關 rùguān go through customs 3 area just outside a city gate 城關 chéngguān suburban area 4 barrier; critical juncture 只要突破這一關, 接下來就好辦了。 Zhǐyào tūpò zhè yī guān, jiē xiàlai jiù hǎobàn le. Once we have got over this, it will be plain sailing. 5 key part; crucial part; key factor See 21970688關鍵guan1jian4關鍵 6 connection 這事與我無關。 Zhè shì yǔ wǒ wú guān. This has nothing to do with me. 7 (Guān) a surname \nverb 1 shut; close 把門關上。 Bǎmén guānshang. Shut the door. 2 turn off 關電燈 guān diàndēng turn off the light 關收音機 Guān shōuyīnjī turn (or switch) off the radio 3 shut in; lock up; confine 關進監獄 Guān jìn jiānyù lock up (in prison); put behind bars 別把孩子們整天關在屋裡。 Bié bǎ háizi men zhěngtiān guān zài wū lǐ. Don’t keep the children inside all day. 4 (of a business) close down 鎮上關了好幾家店鋪。 Zhèn shàng guān le hǎojǐ jiā diànpù. Quite a few shops in the town closed down. 5 concern; involve 這不關他的事。 Zhè bù guān tā de shì. That doesn’t concern him. 6 dated give out (or draw) (pay) 關餉 guānxiǎng (of soldiers, policemen, etc.) get paid",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "车",
        "pronunciation": "che1",
        "definition": "noun 1 vehicle 騎車 qíchē ride a bike 車已經開了。 Chē yǐjing kāi le. The car (or bus, etc.) has already left. 2 wheeled instrument 紡車 fǎngchē spinning wheel 3 machine 這臺車停了。 Zhè tái chē tíng le. This machine has stopped. 4 (Chē) a surname \nverb 1 lathe; turn 車光 chē guāng smooth sth. on a lathe 車機器零件 Chē jīqì língjiàn lathe a machine part 2 lift water by waterwheel 把河水車到稻田里 bǎ héshuǐ chē dào dàotián lǐ lift some water from the river into the paddy fields",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "漂",
        "pronunciation": "piao4",
        "definition": "verb dialect come to nothing; fall through",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "4",
        "reviewed": "7"
    },
    {
        "headword": "漂亮",
        "pronunciation": "piao4liang5",
        "definition": "adjective 1 handsome; good-looking; pretty; beautiful 漂亮的色彩 piàoliang de sècǎi beautiful colours 漂亮的小姑娘 piàoliang de xiǎogūniang pretty little girl 漂亮的小伙子 piàoliang de xiǎohuǒzi handsome young man 打扮得漂漂亮亮的 dǎban de piàopiàoliangliang de be smartly dressed 2 remarkable; brilliant; splendid; beautiful 打一個漂亮仗 dǎ yī ge piàoliang zhàng fight a fine battle; win a brilliant victory 普通話說得很漂亮 pǔtōng huà shuō de hěn piàoliang speak beautiful standard Chinese 守門員這個球救得真漂亮。 Shǒuményuán zhège qiú jiù de zhēn piàoliang. The goalie made a beautiful save. 3 high-sounding (but will not come true) 光說得漂亮有什麼用？ Guāng shuōdepiàoliang yǒu shénme yòng? What’s the point of simply paying lip service? or High-sounding words are no use.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "3",
        "reviewed": "6"
    },
    {
        "headword": "衣服",
        "pronunciation": "yi1fu5",
        "definition": "noun clothing; clothes 衣服裡子 yīfu lǐzi lining 外邊冷, 多穿些衣服。 Wàibian lěng, duō chuān xiē yīfu. It’s cold outside. Put on more clothes.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "1",
        "reviewed": "5"
    },
    {
        "headword": "卖",
        "pronunciation": "mai4",
        "definition": "verb 1 sell (opp. 買) 賣不出去 mài bu chūqu do not sell; can’t sell 賣文為生 màiwénwéishēng write for a living 大伏天西瓜賣得快。 Dà fútiān xīguā mài de kuài. Watermelons sell fast during the dog days. 2 colloquial betray (one's country or friends) 這件事我只跟你說, 你可別把我給賣了。 Zhè jiàn shì wǒ zhǐ gēn nǐ shuō, nǐ kě bié bǎ wǒ gěi mài le. I’m telling this only to you. Don’t give me away. 3 exert to the utmost; not spare See 26490880賣勁兒mai4jin4r0賣勁兒 4 show off See 26492416賣弄mai4nong5賣弄 \nmeasure word one dish 一賣炒腰花 Yī mài chǎo yāohuā a dish of stir-fried pork kidneys \nnoun (Mài) a surname",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "可以",
        "pronunciation": "ke3yi3",
        "definition": "verb 1 can; may 這間屋子可以住四個人。 Zhè jiān wūzi kěyǐ zhù sì ge rén. This room can accommodate four people. 2 be worth (doing) 這個展覽我覺得可以一看。 zhège zhǎnlǎn wǒ juédekěyǐ yī kàn. I think the exhibition is worth a visit. 3 [indicating permission] can; may 你可以走了。 Nǐ kěyǐ zǒu le. You may go. 這裡不可以吸煙。 Zhèlǐ bù kěyǐ xīyān. Smoking is not allowed here. or You can’t smoke here. \nadjective colloquial 1 passable; not bad 這篇文章寫得還可以。 Zhè piān wénzhāng xiě de hái kěyǐ. This article is pretty good. 2 terrible; awful 你這張嘴真可以啊！ Nǐ zhè zhāngzuǐ zhēn kěyǐ a! What a sharp tongue you’ve got! 他今天忙得真可以。 Tā jīntiān máng de zhēn kěyǐ. He’s awfully busy today.",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "苹",
        "pronunciation": "ping2",
        "definition": "noun archaic 1 a kind of sagebrush 2 VARIANT OF 27966720萍ping2萍 botany duckweed",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "3",
        "incorrect": "4",
        "reviewed": "7"
    },
    {
        "headword": "作",
        "pronunciation": "zuo4",
        "definition": "noun writings; work 新作 xīnzuò a new work 成功之作 chénggōng zhī zuò a successful work \nverb 1 rise; grow 槍聲大作。 Qiāngshēng dàzuò. Heavy firing broke out. 2 write; compose 作畫 zuòhuà paint a picture 作詩 zuòshī compose a poem 作書一封 zuò shū yī fēng write a letter 3 pretend; affect 故作怒容 gù zuò nùróng pretend to be angry 4 regard as; take sb. or sth. for 看作 kànzuò look upon as; regard as See 37143552作廢zuo4fei4作廢 5 feel; have See 37151488作嘔zuo4ou3作嘔 6 engage in an activity See 37150976作孽zuo4nie4作孽",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "5",
        "incorrect": "0",
        "reviewed": "5"
    },
    {
        "headword": "果",
        "pronunciation": "guo3",
        "definition": "noun 1 fruit 2 result; consequence (opp. 因) 結果 jiēguǒ result; outcome \nadjective resolute; determined 果毅 guǒyì brave and resolute \nliterary adverb really; as expected; sure enough 果不出所料 guǒ bù chū suǒ liào just as expected \nconjunction if indeed; if really 果能如此 guǒ néng rúcǐ if things really turn out that way; if that is so",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "6",
        "incorrect": "0",
        "reviewed": "6"
    },
    {
        "headword": "钟",
        "pronunciation": "zhong1",
        "definition": "verb concentrate (one's affections, etc.) See 36424192鍾情zhong1qing2鍾情 \nnoun (Zhōng) a surname \nnoun VARIANT OF 36420096盅zhong1盅",
        "category": "Dictées",
        "score": "100",
        "difficulty": "100",
        "correct": "4",
        "incorrect": "2",
        "reviewed": "6"
    },
    {
        "headword": "毁坏",
        "pronunciation": "hui3huai4",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "篇章",
        "pronunciation": "pian1zhang1",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "退却",
        "pronunciation": "tui4que4",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "就算",
        "pronunciation": "jiu4suan4",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "应该",
        "pronunciation": "ying1gai1",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "不断",
        "pronunciation": "bu4duan4",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "价格",
        "pronunciation": "jia4ge2",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "价钱",
        "pronunciation": "jia4qian5",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "隐私",
        "pronunciation": "yin3si1",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "只能",
        "pronunciation": "zhi3neng2",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "智能",
        "pronunciation": "zhi4neng2",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "影响",
        "pronunciation": "ying3xiang3",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "绝大部分",
        "pronunciation": "jue2da4bu4fen5",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "有理",
        "pronunciation": "you3li3",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "有据",
        "pronunciation": "you3ju4",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    },
    {
        "headword": "拖拖拉拉",
        "pronunciation": "tuo1tuo1la1la1",
        "definition": null,
        "category": null,
        "score": null,
        "difficulty": null,
        "correct": null,
        "incorrect": null,
        "reviewed": null
    }
]